{"Sentencia":"2024\/T-459-24","Texto":"TEMAS-SUBTEMAS \n \nSentencia T-459\/24\r\n\n \nADMINISTRACIÓN DE\r\nJUSTICIA CON PERSPECTIVA DE GÉNERO-Deber constitucional y legal de todos los\r\njueces de administrar justicia con enfoque de género, siempre que se encuentren\r\nfrente a un caso de violencia intrafamiliar o sexual \n \nDERECHO AL DEBIDO\r\nPROCESO EN MATERIA PENAL-Deber de considerar circunstancia de culpabilidad\r\ndisminuida de ira o intenso dolor en escenarios de violencia contra la mujer\n \n(...) desconocer\r\nuna circunstancia de menor punibilidad no solo vulnera el principio de\r\nculpabilidad, sino que configura una verdadera vulneración al debido proceso\r\nconsagrado en el artículo 29 de la Constitución Política y, en casos de\r\nviolencia contra la mujer, desconoce que ésta constituye una agresión grave e\r\ninjusta que puede determinar el comportamiento de la mujer agredida.\n \nDERECHO AL DEBIDO\r\nPROCESO EN MATERIA PENAL-Enfoque de género en la valoración de la legítima\r\ndefensa en escenarios de violencia contra la mujer\n \nEn primer lugar,\r\nel análisis de la valoración de la agresión injusta, actual e inminente debe\r\nconsiderar el contexto amplio en el que ocurre la violencia contra la mujer...\r\nla injusta agresión, además de manifestarse en ataques físicos que atenten\r\ncontra la vida o la integridad personal, también se manifiesta en actos contra\r\nla libertad e integridad sexual, o aquellos que constituyan violencia psicológica,\r\nincluyendo la violencia vicaria (...) En segundo lugar, el enfoque de género\r\ntiene incidencia en la valoración de la necesidad y proporcionalidad del acto\r\ndefensivo... al valorar la proporcionalidad de los medios empleados, debe\r\ntenerse en cuenta que el uso de las armas compensa la diferencia de la fuerza\r\nfísica entre el agresor y quien se defiende cuando se trata de un acto de\r\nviolencia contra la mujer.\n \nACCIÓN DE TUTELA\r\nCONTRA PROVIDENCIAS JUDICIALES-Procedencia por defecto procedimental\r\nabsoluto por falta de notificación en proceso penal\n \n(...) el Tribunal\r\ndebió agotar la notificación personal de conformidad con el principio de\r\npublicidad de las actuaciones judiciales; que además, tenía la información de\r\nnotificaciones de (la accionante).\n \nDERECHO DE LA\r\nMUJER A TENER UNA VIDA LIBRE DE VIOLENCIA, DEBIDO PROCESO Y ACCESO A LA\r\nADMINISTRACIÓN DE JUSTICIA-Configuración del defecto fáctico por falta de\r\nperspectiva de género en el análisis probatorio\n \nLa providencia\r\natacada incurrió en defecto fáctico por omitir una valoración integral de la\r\nprueba, valorar indebidamente el testimonio de (la accionante) y omitir la\r\naplicación del enfoque de género en el análisis fáctico.\n \nACCION DE TUTELA\r\nCONTRA PROVIDENCIAS JUDICIALES EN MATERIA PENAL-Configuración del\r\ndefecto sustantivo, estereotipo de género en la valoración de eximentes de\r\nresponsabilidad penal o circunstancias de culpabilidad disminuida\n \nLa providencia\r\natacada incurrió en defecto sustantivo al inaplicar, por un sesgo de género, la\r\neximente de responsabilidad penal de legítima defensa o la circunstancia de\r\nculpabilidad disminuida de ira o intenso dolor y, en su lugar, aplicar el\r\nagravante de la indefensión. (La autoridad judicial accionada) modificó la\r\nresponsabilidad penal de la accionante eliminando el atenuante de ira o intenso\r\ndolor y, en su lugar, condenó por homicidio agravado por la indefensión de la\r\nvíctima, al efectuar una aplicación restrictiva y limitada de la eximente o en\r\nsu defecto de la atenuante de responsabilidad penal, cuando había lugar a ello.\n \nACCION DE TUTELA\r\nCONTRA PROVIDENCIAS JUDICIALES EN MATERIA PENAL-Violación directa\r\nde la Constitución por omitir un enfoque de género en la administración de\r\njusticia\n \nEl Tribunal\r\nadelantó una errada lectura del contexto de violencia sexual contra la mujer,\r\nen el que se transgredieron los artículos 13 y 43 de la Constitución Política,\r\ncuya interpretación debe hacerse a la luz de instrumentos internacionales como\r\nla Convención de Belém do Pará y la CEDAW, los cuales se encontraban vigentes\r\nal momento en que fue proferida la sentencia de segunda instancia. La falta de\r\ninclusión del enfoque de género en el análisis del caso bajo estudio que\r\nadelantó el Tribunal constituyó una valoración discriminatoria en contra de la\r\naccionante que conllevó un acto de revictimización, contraviniendo el mandato\r\nconstitucional que prohíbe la discriminación de la mujer.\n \nACCIÓN DE TUTELA\r\nCONTRA PROVIDENCIAS JUDICIALES-Requisitos generales y especiales de\r\nprocedibilidad \n \nPRINCIPIO DE\r\nINMEDIATEZ EN ACCION DE TUTELA CONTRA PROVIDENCIAS JUDICIALES-Término razonable\r\ndebe valorarse en cada caso concreto\n \n(...) el término\r\nque debe tenerse en cuenta para conocer la diligencia de la accionante no puede\r\nempezarse a contar desde que fue proferida la sentencia -23 de junio de 2005-,\r\npues la irregularidad procesal que se cuestiona fue justamente el acto de\r\nnotificación de dicha providencia.... la orden de captura fue emitida el 20 de\r\nenero de 2006 y solo se hizo efectivo hasta el 3 de febrero de 2022. Así pues,\r\nla alegada afectación al debido proceso que se originó con la sentencia del\r\nTribunal Superior se concretó en una afectación al derecho a la libertad de la\r\naccionante 19 años después -desde que se le concedió la libertad condicional- y\r\nse ha mantenido en el tiempo hasta la actualidad.\n \nACCIÓN DE TUTELA\r\nCONTRA PROVIDENCIAS JUDICIALES-Requisito de subsidiariedad \n \nNOTIFICACION EN\r\nPROCESO PENAL-Regulación\r\npor el Código de Procedimiento Penal\/DEBIDO PROCESO PENAL-Notificación\r\npersonal \n \nPRINCIPIO DE\r\nPUBLICIDAD EN PROCESO PENAL-Impacto sobre notificación de providencias judiciales\r\n\n \nADMINISTRACIÓN DE\r\nJUSTICIA CON PERSPECTIVA DE GÉNERO-Reiteración de jurisprudencia\n \n(i) investigar\r\noportunamente y dentro de un plazo razonable; (ii) no tomar decisiones\r\ndiscriminatorias basadas en estereotipos de género; (iii) brindar a las\r\nvíctimas oportunidades para ser oídas y participar dentro del proceso, así como\r\ntomar en cuenta sus opiniones y reclamos, y adoptar mecanismos para facilitar\r\nla declaración y para proteger su intimidad; (iv) dictar mandatos judiciales de\r\namparo para evitar nuevas agresiones, y garantizar la seguridad de la víctima y\r\nsu familia durante y después del proceso; (v) dar aviso a las víctimas de la\r\nliberación de los agresores; (vi) brindar información a las víctimas sobre sus\r\nderechos y la forma cómo puede participar en el proceso, así como brindar\r\norientación psicológica; (vii) permitir a las víctimas solicitar el control de\r\nlegalidad de las decisiones que afectan sus derechos; y (viii) guardar la\r\ndebida reserva de la identidad de la víctima.\n \nMUJERES VICTIMAS\r\nDE VIOLENCIA SEXUAL-Deber\r\nde debida diligencia en prevención, atención, protección y garantía de\r\ninvestigación, enjuiciamiento y sanción de responsables \n \nADMINISTRACIÓN DE\r\nJUSTICIA CON PERSPECTIVA DE GÉNERO-Forma de combatir la violencia contra la\r\nmujer \n \nDERECHO A LA\r\nLIBERTAD PERSONAL-Requisitos\r\npara la privación \n \n\n\n\nREPÚBLICA DE COLOMBIA\n\nCORTE CONSTITUCIONAL\nSala Sexta de Revisión\n \n \n \nSENTENCIA T-459 DE 2024\n \n \nReferencia: Expediente T-10.095.405\n \nRevisión del fallo proferido dentro del proceso de tutela\r\npromovido por Virgelina Aguiar Cifuentes contra el Juzgado Sexto Penal del\r\nCircuito de Ibagué, la Sala Penal del Tribunal Superior de Ibagué, el Juzgado\r\nTercero de Ejecución de Penas y Medidas de Seguridad de Ibagué, y la Fiscalía\r\nGeneral de la Nación.\n \nMagistrado sustanciador:\nANTONIO JOSÉ LIZARAZO OCAMPO\n \n\n\n\n\nSíntesis de la decisión. La Sala Sexta\nde revisión revocó las sentencias de tutela que declararon su\r\n  improcedencia con el argumento de que la solicitud no cumplía\nlos requisitos de inmediatez y subsidiariedad.\n \nLa Sala, por el contrario, no sólo constató que cumplía los requisitos de\r\n  procedencia, sino que encontró vulnerados los derechos fundamentales de la\r\n  accionante de acceso a la administración de justicia, debido proceso y a vivir una vida libre de violencia, lo\r\n  que resulta constitucionalmente inadmisible, discriminatorio y contrario a la\r\n  obligación reforzada de proteger a la mujer que ha sido\nvíctima de violencia. La Sala concluyó que la providencia cuestionada incurrió\r\n  en cuatro defectos:\n \nPrimero, defecto procedimental absoluto por indebida\r\n  notificación, pues no obstante que el Tribunal resolvió la apelación 4 años después\nde la primera instancia, el Tribunal no adelantó diligencias de citación eficientes para agotar la notificación personal antes de fijar el edicto, desconociendo los principios de\r\n  publicidad y debido proceso, e impidiéndole interponer el recurso de\r\n  casación.\nSegundo, defecto fáctico por indebida valoración de las pruebas\r\n  sobre la violencia física y psicológica a que había sido\nsometida la accionante, su\r\n  relación con el homicidio objeto del proceso penal, y la posible configuración de los supuestos de hecho de ira e\r\n  intenso dolor y de legítima defensa.\n \nTercero, defecto sustantivo por descartar la aplicación\r\n  de las normas que atenúan o excluyen la responsabilidad penal en los supuestos de legítima defensa e ira e intenso dolor y, en su lugar, aplicar el agravante por\r\n  supuesta indefensión de la víctima, a\r\n  partir, todo ello, de un sesgo de género.\n \nLa Sala concluyó que los defectos en que incurrió la autoridad\r\n  judicial accionada por inadecuada valoración probatoria y desconocimiento de las\r\n  normas aplicables, constituyen una vulneración de los derechos de acceso a la\r\n  administración de justicia, debido proceso y a vivir una vida libre de\r\n  violencia, en cuanto condujeron a la imposición de una pena más gravosa con\r\n  claro desconocimiento de la obligación de las autoridades judiciales de\r\n  valorar en su contexto las situaciones de violencia contra la mujer, como la\r\n  que evidentemente enfrentó la accionante.\n \nCuarto, un defecto por violación directa de la Constitución pues\r\n  el Tribunal dejó de aplicar el enfoque de género cuando claramente había\r\n  lugar a ello, desconociendo los artículos 13 y 43 superiores, así como los\r\n  instrumentos internacionales que propugnan por la erradicación de la\r\n  violencia contra las mujeres.\n \nEn consecuencia, la\r\n  Sala protegió los derechos fundamentales de la accionante de acceso a la\r\n  administración de justicia, debido proceso y\na vivir una vida\nlibre de violencia, dejó sin efectos la sentencia de segunda\r\n  instancia proferida por el Tribunal Superior del Distrito Judicial del Ibagué y ordenó proferir una sentencia\r\n  de reemplazo teniendo en cuenta esta providencia. Adicionalmente, como\r\n  consecuencia de haber dejado sin efectos la sentencia, ordenó al Tribunal\r\n  Superior que disponga, de forma inmediata, la libertad de la accionante.\n \n\n\n\n\n \n \nBogotá, D.C., treinta y uno (31) de octubre\nde dos mil veinticuatro (2024)\n \nLa Sala Sexta de Revisión[1], en ejercicio de sus competencias\r\nconstitucionales y legales,\ndecide sobre la revisión del fallo de tutela dictado el 31 de enero de 2024, en segunda instancia, por la Sala\nde Casación Civil, Agraria y Rural de la Corte Suprema\nde Justicia, en cuanto\nconfirmó la sentencia del 1 de noviembre de 2023\r\nproferida por la Sala de Casación Penal de la Corte Suprema de Justicia que\r\ndeclaró improcedente la tutela[2].\n \n \nI.                                 \r\nANTECEDENTES\n1.              \r\nEl 18 de octubre de 2023, Virgelina Aguiar, quien actualmente se\r\nencuentra privada de la libertad, solicitó la tutela de sus derechos\r\nfundamentales al debido proceso y al derecho de defensa, que consideró\r\nvulnerados por la sentencia proferida por la Sala Penal del Tribunal Superior del Ibagué el 23 de junio de 2005, en cuanto le impuso una pena de\r\nprisión de 28 años y 9 meses por el delito\nde homicidio agravado\npor indefensión de la víctima, modificando así la condena\nde 8 años y 4 meses de prisión que le\r\nhabía impuesto el Juzgado Sexto Penal del Circuito de Ibagué como autora de\r\nhomicidio simple atenuado por la circunstancia de ira o intenso dolor.\n \n1.   Hechos narrados\nen la solicitud de tutela\n2.              \r\nEn su solicitud de tutela, la accionante relató que es oriunda del\r\ndepartamento del Tolima,\nmadre de tres hijos, cuyo padre, \u0096para el momento de los hechos que originaron el\r\nproceso penal objeto de la tutela\u0096 se encontraba privado de la libertad. Para\r\npoder sostener su hogar, la familia del padre de sus hijos le ofreció trabajar\r\nen la carnicería \u0093Fama\u0094 que tenían en la ciudad de Ibagué, con José Virgilio\nCampos García. A cambio de su trabajo en oficios varios, recibiría\r\ncomida y vivienda para ella y sus hijos en el mismo establecimiento, donde además,\r\nvivía José Virgilio. La accionante aceptó la oferta y se trasladó a la ciudad\r\nde Ibagué.\n3.              \r\nEn ese contexto, según la accionante, José Virgilio tuvo diversos\r\nacercamientos de contenido sexual hacia ella[3], pero siempre los rechazó, llegando al punto de manifestarle a\r\nJosé Virgilio su intención de abandonar el lugar pues no podía tolerar tales comportamientos. Ante la negativa, José Virgilio amenazó\na la accionante con decirle\na la familia paterna de sus hijos que ellos dos tenían una relación\r\namorosa, aunque no fuera cierto.\n \n4.              \r\nEl 20 de julio de 2000, José Virgilio y Willinton Alberto\nVanegas, quien era empleado\r\nde la carnicería, invitaron a Virgelina a salir con\r\nellos y le ofrecieron que la madre de Willinton, Luz Marina Parra, cuidaría a\r\nlos hijos de Virgelina esa noche para que ella pudiera salir. Los tres fueron a\r\ndejar a los menores en la casa de Luz Marina y, dado que la accionante no era\r\noriunda de Ibagué, desconocía la ubicación de la vivienda.\n \n5.              \r\nPosteriormente, la accionante, José Virgilio y Willinton Alberto,\r\nse trasladaron a un bar de la ciudad en donde consumieron alcohol. Al salir,\r\ntomaron un taxi, pero cuadras más adelante Willinton se bajó del taxi. La accionante\r\npreguntó si no recogerían a los niños antes de regresar a la carnicería, a lo que José Virgilio\ncontestó que no eran sus hijos por lo que no\r\nera su problema, y que los recogerían al día siguiente. José Virgilio ignoró la\r\ninsistencia de la accionante.\n \n6.              \r\nAl llegar a la carnicería, José Virgilio le dijo a la accionante que quería estar con ella y empezó a tocarla sin su consentimiento, al punto de empujarla\r\nhasta la cama de la habitación de José Virgilio,\nque quedaba justo al lado del\r\nlocal del negocio. Mientras todo ello ocurría, José Virgilio manipuló y amenazó\r\na la accionante diciéndole que si no sostenía relaciones sexuales con él, no le\r\ndaría a conocer el paradero de sus hijos.\n \n7.              \r\nSegún Virgelina, José Virgilio tomó un cuchillo que se encontraba\r\nencima de uno de los congeladores de carne y con este en la mano, se abalanzó sobre\nla accionante obligándola a sostener relaciones sexuales con él.\n \n8.              \r\nUna vez consumado el acceso carnal, la accionante le exigió a José\r\nVirgilio que le diera a conocer el paradero de sus hijos, pero este se negó e\r\ninsistió en que Virgelina debía sostener relaciones sexuales con él nuevamente.\r\nAnte tal exigencia y amenaza, mientras José Virgilio se encontraba acostado en\r\nla cama de medio lado, Virgelina se dirigió al congelador contiguo a la cama,\r\ndonde se encontraban los cuchillos de carnicería, y consiguió tomar el cuchillo\r\ntipo hacha con el que le causó una herida en el cuello que posteriormente lo\r\nllevaría a la muerte.\n \n9.              \r\nTras lo sucedido, Virgelina salió hasta la esquina de la\r\ncarnicería a tan solo unos metros del lugar de los hechos, en donde permaneció hasta\r\nque amaneció y vio pasar una patrulla de la Policía, a la que llamó para confesar lo ocurrido.\n \n10.          \r\nEl 17 de mayo de 2001, el Juzgado Sexto Penal del Circuito de\r\nIbagué en primera instancia, condenó a Virgelina como autora de homicidio simple atenuado por la circunstancia de\r\nira o intenso dolor y, en consecuencia, le impuso una pena de 8 años\r\ny 4 meses de prisión. Esta sentencia\r\nfue apelada por la Procuraduría y la Fiscalía.\n \n11.          \r\nEl 6 de octubre de 2003, la Sala Penal del Tribunal\nSuperior del Distrito Judicial de Ibagué, modificó la\r\ndecisión de primera instancia para conceder la libertad condicional con\r\nfundamento en el principio de favorabilidad tras la entrada en vigencia\nde la Ley 599 del 2000\r\n\u0096actual Código Penal\u0096.\nEl día siguiente, Virgelina\r\nsuscribió acta de compromiso en la que consignó sus datos de contacto.\n \n12.          \r\nEl 23 de junio de 2005\r\n\u0096esto es, 4 años y 1\r\nmes después de proferida la sentencia de primera instancia\u0096, la\r\nSala Penal del Tribunal Superior del Distrito\nJudicial de Ibagué profirió sentencia de segunda instancia, en la que modificó la sentencia apelada, en el\r\nsentido de condenar a la accionante como autora del punible de homicidio\r\nagravado por la situación de indefensión de la víctima sin lugar a la\r\ncircunstancia de culpabilidad disminuida de ira o intenso dolor. En\r\nconsecuencia, le impuso una pena de 28 años y 9 meses de prisión.\n \n13.          \r\nEl 29 de junio de 2005, el Tribunal Superior del Distrito Judicial\r\nde Ibagué notificó la sentencia de segunda instancia mediante edicto. El 26\nde julio de 2005, se venció el término de 15 días hábiles para\r\ninterponer el recurso extraordinario de casación.\n \n14.          \r\nEl 16 de enero de 2006, el Centro de Servicios Administrativos de\r\nlos Juzgados de Ejecución de Penas y Medidas de Seguridad de Ibagué dejó\r\nconstancia de haber intentado comunicarse telefónicamente con Virgelina a la línea aportada por ella en el acta de compromiso.\n15.          \r\nLa accionante señaló que, por vivir en una vereda\napartada de la ciudad\r\ny al no habérsele notificado la sentencia debidamente, no tuvo conocimiento de la sentencia de la\r\nsegunda instancia sino hasta el 3 de febrero de 2022, cuando, en un retén de la\r\npolicía, fue capturada.\n16.          \r\nEl 5 de abril de 2022,\r\nla accionante solicitó al Juzgado Sexto Penal del Circuito de Ibagué la copia de las decisiones de primera y segunda instancia de su proceso y certificado del\r\ntiempo de redención física de la pena[4]. El 25 de mayo de 2022, el despacho respondió señalando que el proceso se\r\narchivó en el paquete 481, el cual estaba extraviado. Este hecho fue conocido\r\npor el Juzgado desde el 22 de septiembre de 2014.\n17.          \r\nEl 3 de febrero de 2023[5], la accionante\r\nsolicitó el expediente completo al\r\nJuzgado Tercero de Ejecución de Penas y Medidas de Seguridad y, sin embargo,\r\nvencido el término legal no recibió respuesta a la petición. En consecuencia, el 28 de febrero del mismo año, reiteró la solicitud sin obtener\r\ntampoco respuesta[6]. \n18.          \r\nEl 16 de marzo de 2023\r\nla accionante interpuso acción de tutela contra el Juzgado Tercero de Ejecución de\r\nPenas y Medidas de Seguridad por la vulneración de los derechos fundamentales\r\nal debido proceso y a la postulación para obtener la protección del derecho\r\nfundamental al derecho de petición[7]. Esta tutela fue negada por haberse estructurado la carencia\r\nactual de objeto por hecho superado, ya que el Juzgado Tercero reconoció\r\npersonería para actuar a la apoderada y remitió un enlace contentivo del\r\nexpediente digital[8].\n19.          \r\nLa accionante elevó tres peticiones a la Fiscalía con miras a\r\nobtener información relativa a su proceso[9]. La entidad contestó que el proceso con radicado\r\n73001310400620000035200 no existía en su SPOA y no contaba con el expediente\r\nsolicitado. Sin embargo, remitió la petición al Juzgado Sexto Penal del\r\nCircuito de Ibagué para que diera respuesta a la petición[10].\n20.          \r\nPor lo anterior, la accionante formuló una segunda tutela que fue\r\ndecidida mediante sentencia del 8 de mayo de 2023 por la Sala de Decisión Penal\r\ndel Tribunal Superior del Distrito del Ibagué. En el trámite de tutela, el\r\nJuzgado Sexto manifestó que le había dado respuesta a la accionante señalándole la imposibilidad de remitirle el expediente porque se encontraba extraviado[11]. En cambio,\nle remitió un enlace con la copia\ncon la que contaba el\r\nJuzgado Tercero de Ejecución de Penas y Medidas de Seguridad. Con fundamento en\r\nlo anterior, el Tribunal negó la petición tras argumentar que esta fue parcialmente contestada cuando le enviaron el expediente con el que\r\ncontaba el Juzgado Tercero de Ejecución de Penas y que, además, mediaba una\r\nfuerza mayor que impedía la satisfacción de la solicitud.\n21.          \r\nEl 10 de julio de 2023, la accionante solicitó nuevamente a la\r\nFiscalía la copia del expediente en cuestión y que, subsidiariamente, se reconstruyera \u0093con\r\ntodos los elementos correspondientes a cada una de las etapas del proceso penal\r\nque se llevaron a cabo, además de los escritos de apelación presentados por las\r\npartes recurrentes, solicitando así la totalidad de los folios, de los cuales\r\ntenemos conocimiento que originalmente ascendían a más de 2138 folios\u0094[12]. La accionante afirmó que a la fecha\nde la presentación de la tutela no había recibido respuesta[13]. \n22.          \r\nVirgelina expuso que, durante el tiempo que estuvo en libertad\r\ntras recibir el beneficio\nde libertad condicional, rehízo\nsu vida junto con sus tres hijos y su nueva pareja, con quien decidió\nformar un hogar desde 2004.\nPara sostener su familia,\ntrabajó recogiendo productos\nde pancoger y en la crianza\r\nde pollos para vender. Indicó\nque siempre tuvo por prioridad\nla educación de sus\nhijos, por lo que todos\r\nterminaron los estudios de educación\nsecundaria, dos de ellos ingresaron al SENA para certificarse como\r\ntecnólogos en mantenimiento, y su hija estudió la licenciatura en matemáticas\r\nen la Universidad del Tolima[14].\r\n\n23.          \r\nAfirmó que tras el traslado de sus hijos a Bogotá, ella se quedó\r\nen el Tolima donde fue acogida por su comunidad, que la consideraba como una\r\nmujer honesta, responsable, trabajadora, entregada a sus hijos y que hasta la fecha no había tenido problemas con\r\nninguno de los integrantes de la comunidad, por lo que afirmaron en un escrito\r\naportado en sede de revisión que no\r\nconstituye un peligro para la sociedad[15].\n \n2.  \r\nSolicitud de protección constitucional\n \n24.       \r\nContra la sentencia de segunda instancia proferida por la Sala de\r\nDecisión Penal del Tribunal Superior del Distrito Judicial de Ibagué, Virgelina\r\nAguiar interpuso tutela invocando la necesidad de protección de su derecho\r\nfundamental al debido proceso. Estimó que la providencia incurrió en cuatro\r\ndefectos.\n \n25.       \r\nPrimero, un defecto sustantivo por la indebida aplicación\r\ndel artículo 57 del Código Penal en tanto que no se aplicó la atenuante de la\r\nira o intenso dolor habiendo\nlugar a ello.\nEspecíficamente, señaló que al momento de los hechos, se encontraba bajo\r\nun estado de ira o intenso dolor tras ser víctima de un acto grave e injusto de violencia física y psicológica. Explicó que primero fue\r\nvíctima de violencia física cuando José Virgilio utilizó un cuchillo de\r\ncarnicería para obligarla a sostener relaciones sexuales con él. Además, fue\r\nvíctima de violencia psicológica debido a los chantajes y amenazas que\r\ninvolucraban a sus hijos. Adicionalmente, se encontraba en estado de\r\ninferioridad respecto de José Virgilio de quien dependía económicamente. De lo anterior, afirma, se puede concluir que su actuar\nfue un impulso violento\nprovocado por un acto grave e injusto\nque se materializó por las amenazas\nconstantes de José Virgilio.\nSeñaló que así fue reconocido por la primera instancia, con fundamento también\nen la declaración del perito forense que concluyó que el delito\nestuvo motivado por un estado emocional.\n \n26.       \r\nSegundo, un defecto fáctico pues la sentencia objetada (i)\r\nadoptó estereotipos de género contrarios a la sana crítica para valorar las\r\npruebas que obran en el expediente que demuestran que fue víctima de violencia\r\nsexual por parte de José Virgilio. En concreto, el Tribunal erró al concluir\r\nque la accionante no pudo haber levantado el hacha con una sola mano por ser mujer[16], y con ese\r\nfundamento estereotipado \u0096y sin sustento empírico alguno\u0096, desestimó el\r\ntestimonio de la accionante. (ii) La valoración probatoria del testimonio de la\r\naccionante se concentró en identificar incongruencias intrascendentes en sus declaraciones para concluir que no era digna de credibilidad[17]. Y (iii) el\r\nTribunal desconoció las reglas de la sana crítica y\r\nomitió valorar las pruebas que demuestran que la accionante fue víctima de\r\nviolencia sexual por parte de José Virgilio[18]. En cambio, dio completa veracidad al relato de Willinton en torno a la honorabilidad de José Virgilio,\r\nrestando credibilidad al informe del perito forense, bajo el argumento de que éste había emitido\nun juicio de responsabilidad penal[19].\nEl Tribunal consideró erróneamente que la accionante mintió en su\r\nversión de los hechos afirmando que José Virgilio se encontraba en estado de\r\ninferioridad por estar acostado de medio lado en la cama al momento de su\r\nmuerte, y no tuvo en cuenta que\r\nWillinton mantenía una relación\r\nlaboral de subordinación con José Virgilio y que, además, no contaba con\r\nrespaldo material ni probatorio alguno frente a sus afirmaciones. Asimismo,\r\nasumió que la accionante dio su consentimiento para sostener relaciones\r\nsexuales con su agresor cuando existía entre ellos una relación asimétrica a\r\nfavor de José Virgilio, y también existió coacción física y psicológica.\n \n27.       \r\nAgregó, de otro lado, que el Tribunal\nno tuvo en cuenta otra prueba que reposaba en el expediente consistente\r\nen una valoración clínica practicada sobre el área extragenital y paragenital de la víctima,\ny que, si bien concluía que no había lesión\nreciente, la ausencia\nde señales físicas\nno implica que no\r\nhabía acontecido dicha violencia[20].\r\n\n \n28.       \r\nTercero, un defecto procedimental por (i) la indebida\r\nnotificación de la sentencia de segunda instancia, así como por la vulneración\r\ndel derecho de defensa por ausencia de defensa técnica. Insistió la accionante\r\nen que el Tribunal tenía la obligación de notificarla personalmente y, únicamente\r\nen caso de no ser posible, podía procederse a la notificación por edicto, de\r\nconformidad con los artículos 178 y 180 de la Ley 600 de 2000. Especialmente,\r\nporque el Tribunal tenía sus datos de contacto pues fue la autoridad que le\r\nconcedió la libertad condicional, y porque la decisión fue proferida 4 años después\nde la sentencia de primera instancia. Esta indebida\r\nnotificación le impidió interponer el recurso de casación. Y (ii) por la\r\nvulneración al derecho de defensa por ausencia de defensa técnica concretada en\r\nque el defensor no estuvo atento a la segunda instancia. Reiteró que el\r\ndefensor de oficio que le fue asignado por la Defensoría del Pueblo, Guillermo Rincón Pérez, nunca se presentó\na la audiencia de lectura de decisión de la sentencia de\r\nsegunda instancia, ni justificó su inasistencia a pesar de tener\nconocimiento de que la sentencia había sido impugnada\npor la Fiscalía y por el Ministerio Público. Además, tampoco desplegó\r\nactos positivos de gestión defensiva, pues no interpuso el recurso extraordinario\r\nde casación, pese a la gravedad de la sentencia de segunda instancia que\r\nmodificó la pena de 8 años a más de 20. Insistió\nque la actitud pasiva también se reflejó en el Tribunal\r\nSuperior, al que le correspondía velar porque se materializaran las garantías\r\ndel derecho de defensa y defensa técnica de la procesada.\n \n29.          \r\nCuarto, un defecto por violación directa de la Constitución por\r\nla flagrante vulneración de los artículos 13 y 43 de la Carta Política, así\r\ncomo por el desconocimiento de la Convención Interamericana para Prevenir,\r\nSancionar y Erradicar la Violencia contra la Mujer (Belém do Pará) y el bloque\r\nde constitucionalidad[21]. El Tribunal\r\nconsideró que la accionante mentía en su testimonio pues, por el hecho de ser\r\nmujer, le sería imposible levantar con una mano un cuchillo tipo hacha de\r\ncarnicería, y con la otra mano, quitarle el cuchillo a José Virgilio.\nAdemás, desconoció la relación de poder desigual existente entre José\r\nVirgilio y la accionante, a favor del primero, con fundamento en que la accionante\r\nestaba en una posición de subordinación, que es de origen\ncampesino y, que al momento\nde los hechos tenía 20 años y tres hijos menores de edad a su cargo.\n \n30.          \r\nPor último, cuestionó la finalidad y la necesidad de la pena en su\r\ncaso, pues si bien ella fue condenada en mayo de 2001 a una pena privativa de\r\nla libertad de 8 años y 4 meses, estuvo en libertad desde el 2003 cuando se le\r\notorgó la libertad condicional hasta el 2022 cuando fue nuevamente capturada en\r\nun retén. De modo que vivió en libertad por 19 años sin saber que era\r\nrequerida, y durante este tiempo ejerció su rol como madre cabeza de hogar con\r\nhonestidad y sin reproche alguno. En esa medida, la imposición de una pena no\r\ncumple con la finalidad resocializadora, y en cambio, impactaría\r\ninjustificadamente su núcleo familiar y social. \n \n31.          \r\nEn consecuencia, formuló como pretensión principal que se deje sin\r\nefectos la sentencia del 23 de junio de 2005 proferida por la Sala Penal del\r\nTribunal Superior del Distrito Judicial\nde Ibagué; y que, en consecuencia, se ordene a la Sala Penal del Tribunal que\r\nprofiera una nueva providencia que corrija los defectos expuestos. Además,\r\nsolicitó se ordene a la Fiscalía General de la Nación, al Juzgado Sexto\nPenal del Circuito\ncon Funciones de Conocimiento de Ibagué y al Juzgado\r\nTercero de Ejecución de Penas y Medidas de Seguridad\nde Ibagué que inicien el trámite de reconstrucción del expediente del proceso penal\r\nordinario. Como pretensión subsidiaria, solicitó que se declare la nulidad del\r\nacto de notificación y se reactiven los términos para que la accionante tenga la oportunidad de interponer el recurso\r\nextraordinario de casación\n \n3.   Trámite procesal y\r\ndecisiones judiciales objeto de revisión\n \n32.       \r\nMediante auto del 18 de octubre de 2023, la Sala de\r\nCasación Penal de la Corte Suprema de Justicia asumió el conocimiento de la\r\ntutela promovida contra la Sala de Decisión Penal del Tribunal Superior del\r\nDistrito de Ibagué, admitió la tutela, y además, dispuso (i) vincular a todas\r\nlas partes e intervinientes dentro del proceso penal ordinario y el proceso de\r\ntutela con radicado 73001220400020220057 para que se pronuncien sobre los\r\nhechos de la tutela y alleguen las piezas procesales relevantes dentro de la\r\ncausa penal, (ii) y requerir al Consejo Seccional de la Judicatura del Tolima,\r\nla Dirección Seccional de Administración Judicial, a los Juzgados Tercero de\r\nEjecución de Penas y Medidas de Seguridad y al Sexto Penal del Circuito, ambos\r\nde Ibagué, para que se pronuncien sobre la pérdida del expediente del proceso\r\npenal ordinario. \n \n33.       \r\nEl Complejo Carcelario y Penitenciario\r\nde Alta y Mediana Seguridad Coiba -Picaleña elevó\r\nescrito mediante el que formuló como pretensiones (i) se declarara la improcedencia de la tutela\npor inexistencia de vulneración de un derecho fundamental de la accionante; (ii) se decrete\nla falta de legitimación\r\nen la causa por pasiva; y (iii) se le desvincule del proceso[22].\r\n\n \n34.       \r\nEl INPEC señaló la falta de legitimación en la causa por\r\npasiva con fundamento en la Ley 65 de 1993 por lo que solicitó\nsu desvinculación. A su\r\nvez, solicitó que se negara la tutela aduciendo que no se advertía conducta\r\nalguna de la entidad que pudiera afectar o amenazar los derechos fundamentales\r\nde la demandante[23].\n \n35.          \r\nEl Centro de servicios administrativos de los juzgados de ejecución de penas y medidas de seguridad de\r\nManizales informó que, verificado el sistema Justicia XXI y la página de la\r\nrama judicial de dicha ciudad, no encontró que su dependencia administrativa\r\nhubiera tenido conocimiento sobre causas relacionadas con la accionante. Por\r\nello solicitó su desvinculación del proceso de tutela.\n \n36.          \r\nLa Dirección Seccional\nde Administración Judicial\nde Ibagué- Oficina Judicial señaló que no existe\r\nla presunta novedad de la pérdida de expedientes del archivo por parte de su\r\ndependencia, pues el Centro de Servicios Administrativos de los Juzgados\nde Ejecución de Penas y Medidas\r\nde Seguridad realizó \u0093transferencia documental al Archivo Central de la\r\nDirección Seccional de Administración Judicial\nde Ibagué el 27 de mayo de 2022\u0094[24]. Con fundamento en lo anterior solicitó se negara la tutela por\r\ninexistencia de afectación de los derechos fundamentales.\n \n37.          \r\nLa Sala de Decisión Penal del Tribunal Superior del Distrito\r\nJudicial de Ibagué solicitó declarar improcedente la tutela por falta de\r\ninmediatez, toda vez que la sentencia\nque cuestiona es de 2005 y que los argumentos que plantea ya fueron considerados en las instancias. Por otro\r\nlado, señaló que no se avista\nuna acción u omisión que trasgreda los derechos constitucionales invocados y que sea atribuible a la Sala de Decisión.\nAdicionalmente, allegó con su\r\nrespuesta dos carpetas comprimidas[25] y un oficio mediante el cual aclaró que, atendiendo a la\r\nantigüedad del proceso, fue necesario consultar la base de datos de la Rama\r\nJudicial para contestar la tutela y obtener los anexos, sin que pudiera\nbrindar más información que la contenida en dichos documentos[26]. \n \n38.          \r\nEl Juzgado Sexto Penal del Circuito de Conocimiento de Ibagué circunscribió\r\nsu respuesta a lo que compete a dicho juzgado, esto es, la inconformidad con la pérdida\ndel expediente del proceso penal\nordinario. Al respecto, indicó\r\nque la solicitud de remisión del expediente digital del proceso fue contestada\r\nen el sentido de informar sobre la pérdida del expediente de referencia.\r\nAdemás, precisó que el cuaderno de copias del proceso se envió a los juzgados\r\nde ejecución de penas de Ibagué el 8 de septiembre de 2005, y no consta en el\r\nregistro que se hubiera devuelto el expediente. Además, indicó que tan pronto\r\nterminó el proceso, remitió las copias que reposaban\nen el archivo a la dependencia correspondiente para su archivo \u0096sin\r\nprecisar cuál era dicha dependencia\u0096, por lo que la pérdida del expediente no le es imputable a ese Juzgado.\nPor último, afirmó\nque en dicho despacho no reposa solicitud alguna de reconstrucción del\r\nexpediente por parte de la accionante, sino únicamente solicitud de remisión.\n \n39.          \r\nLa ONG Temblores allegó respuesta para aclarar que el poder\r\ninicialmente otorgado por la accionante a la abogada de la organización,\r\nDaniela Villa Vargas fue sustituido a la abogada Daniela Rojas Molina, también\r\nabogada de la ONG[27]. \n \n40.          \r\nEl Juzgado Tercero\nde Ejecución de Penas y Medidas de Seguridad de Ibagué\nsolicitó su desvinculación de la tutela puesto que ya no es el Juzgado\r\nque vigila el proceso de la accionante. Precisó que el 19 de julio de 2023\r\nremitió el expediente al Juzgado Octavo de Ejecución de Penas y Medidas de\r\nSeguridad de Ibagué por reasignación.\n \n41.          \r\nEl Consejo Seccional de la Judicatura del Tolima allegó\r\nrespuesta dirigida a demostrar la improcedencia de la tutela\n\u0093en primer lugar,\npor falta de legitimación por pasiva, y, en segundo\nlugar, por considerar que no se han\r\nvulnerado los derechos fundamentales invocados por la accionante\u0094[28],\r\ny seguidamente, solicitó se niegue el amparo invocado. En concreto, señaló que\r\nno se le puede atribuir la vulneración de los derechos fundamentales derivada\r\npor la pérdida de un expediente o su reconstrucción. Citó el Acuerdo\r\nPSAA14-10137 del 22 de abril de 2014 en el que se dispone\nsobre el ciclo vital y edad de los documentos, y afirmó que es\r\nresponsabilidad de la Dirección Seccional de Administración Judicial de Ibagué,\r\nla custodia y administración de los expedientes y documentos judiciales y administrativos\r\ndurante la fase de traslado al archivo[29]. \n42.          \r\nEl Centro de servicios administrativos de los juzgados de ejecución de penas y medidas de seguridad de Ibagué,\r\nTolima, solicitó se declare improcedente la tutela argumentando que no\r\nvulneró ningún derecho fundamental reclamado. Aclaró que el Juzgado 8º de\r\nEjecución de Penas y Medidas de\r\nSeguridad de Ibagué tiene a su cargo\r\nla vigilancia de la pena de\r\nla accionante, y no se evidencia en esta etapa procesal ningún vicio que\r\npudiera afectar el trámite\nde vigilancia de la pena.\nAdemás, le ha concedido\r\nacceso a las piezas procesales que tiene en su poder, sin que sean todas las que\r\nha pedido la accionante. En todo caso, señaló que es el Juzgado de conocimiento\r\nel que está llamado a dar cuenta de esas piezas procesales.\n \n43.          \r\nPrimera\ninstancia. Mediante sentencia del 1º de noviembre de 2023, la Sala de Casación Penal de la Corte\r\nSuprema de Justicia declaró improcedente la tutela por no encontrar satisfechos\r\nlos requisitos de subsidiariedad \u0096dado que la accionante no interpuso el\r\nrecurso extraordinario de casación\u0096 e inmediatez \u0096toda vez que la sentencia\r\ncuestionada fue proferida el 23 de junio de 2005, esto es, 18 años antes de\r\nhaberse interpuesto la tutela\u0096. Frente a la posible nulidad por indebida\r\nnotificación de la sentencia de segunda instancia, la Sala señaló que bajo el\r\nestatuto procesal de 2000, que rigió el proceso\r\npenal seguido en contra de la\r\nseñora Virgelina, \u0093sólo es obligatorio notificar personalmente la sentencia al condenado privado de la libertad, al\r\nfiscal y al ministerio público, y por edicto\na los demás sujetos procesales que no se han presentado dentro de los tres días siguientes al proferimiento\r\nde la sentencia\u0094[30]. \n \n44.          \r\nEn este caso, además, encontró acreditado que la Secretaría de la\r\nSala Penal del Tribunal \u0093al no lograr la comparecencia de la procesada quien se\r\nencontraba en libertad\u0094[31] procedió a fijar el edicto con sujeción a lo dispuesto en el\r\nartículo 188 de la Ley 600 de 2000. Para la Sala fue claro que \u0093fue la desidia\r\nde la accionante la que generó en últimas que perdiera la oportunidad de\r\nejercitar los medios de defensa judicial que tenía a su alcance para controvertir\r\nla sentencia de condena emitida en su contra. De manera que ahora mal puede\r\nacudir a la tutela para purgar la desatención que entonces mostró frente a los\r\ndestinos de la actuación, pues ello no se compadece con las finalidades para\r\nlas cuales fue instituida\u0094 [32]. \n \n45.          \r\nEn cuanto a la reconstrucción del expediente penal con radicado\n2000- 000352 por posible\npérdida, concluyó la falta de subsidiariedad derivada\ndel hecho de que la accionante no ha agotado todas las herramientas\r\nordinarias y extraordinarias de protección judicial, en concreto, porque no\r\nelevó solicitud de reconstrucción ante el Juzgado Sexto Penal del Circuito con\r\nFunciones de Conocimiento de conformidad con el artículo 126 del Código General\r\ndel Proceso.\n46.          \r\nImpugnación. En escrito del 24 de noviembre de 2023, la accionante cuestionó en primer término\nque la Sala de Casación\nPenal hubiera afirmado que no era obligatoria la\r\nnotificación personal cuando el artículo 178 de la Ley 600 de 2000 establece\r\nque \u0093las notificaciones al sindicado que no estuviere detenido y, a los demás sujetos procesales se harán personalmente\u0094, y únicamente en los casos\r\nen que sea imposible hacer comparecer al sindicado dentro de los 3 días siguientes a la fecha de la providencia, esta se\r\nhará por edicto, y cuestionó que en su caso el edicto se hizo antes de la\r\nnotificación personal. Precisó que, fue únicamente hasta el 26 de enero de 2006\r\n\u0096esto es, 7 meses después de haberse proferido la sentencia\u0096 que el Centro de Servicios Administrativos de los Juzgados\nde Ejecución de Penas\r\ny Medidas de Seguridad de Ibagué dejó constancia de haber intentado contactar a\r\nla accionante telefónicamente. Resaltó que la sentencia de segunda instancia\r\nfue proferida cuatro años después de haberse proferido la de primera instancia, por lo\r\nque era aplicable la jurisprudencia de la Corte Suprema de Justicia que para el momento de los hechos\ndesarrolló una carga adicional en la notificación de las\r\npartes cuando el fallo de instancia sobrepasara el término de 15 días de que\r\ntrata el artículo 410 de la Ley 600 de 2000[33].\n \n47.          \r\nPor otra parte, cuestionó que la Corte Suprema le hubiera\r\nreprochado no haber interpuesto el recurso extraordinario de casación que sería\r\nel mecanismo jurídico procedente, desconociendo las razones\npor las que le fue imposible acudir a este recurso.\r\nEnfatizó que no se trató de un desinterés suyo sino que, en efecto, la condena\r\nen su contra no le fue notificada debidamente.\n \n48.          \r\nSobre el procedimiento de reconstrucción del expediente indicó\r\nque, haber acudido al trámite del que trata el artículo 126 del CGP sería\r\ninocuo porque (i) promover\nun nuevo trámite\nes desproporcionado teniendo\nen cuenta \u0093las acciones que se llevan a cabo en la audiencia donde se reconstruye\r\nel expediente\u0094 y las respuestas que ha obtenido sobre los documentos faltantes\r\nde su proceso[34]; (ii) el trámite de reconstrucción\r\ndel expediente no está sometido a un término legal, lo que resulta gravoso dado\r\nque la accionante se encuentra privada de la libertad; (iii) el trámite de\r\nreconstrucción no es la única finalidad de la tutela, sino el medio para\r\nobtener la protección de sus garantías fundamentales; y (iv) el trámite de\r\nreconstrucción tiene sentido en la dinámica del proceso civil pero no en el\r\nproceso penal en donde es el Estado quien tiene\r\nla carga de la prueba[35].\r\n\n \n49.          \r\nPor otra parte, señaló que el requisito de inmediatez debe\r\nvalorarse a la luz de la jurisprudencia constitucional según la cual, se puede\r\ndar por satisfecho el requisito, cuando existe un motivo válido para la\r\ninactividad del accionante[36]. En este caso, se justifica su\r\ninactividad debido a que (i) tuvo conocimiento de la sentencia de segunda\r\ninstancia solo hasta el año 2022; y (ii) desde ese momento ha tenido múltiples\r\ntrabas para acceder a las copias del expediente. \n \n50.          \r\nCon fundamento en todo lo anterior, solicitó se revocara el fallo\r\nde segunda instancia, y en su lugar, se dejara sin efectos la sentencia del 23\r\nde junio de 2005 proferida por la Sala Penal del Tribunal Superior de Ibagué.\r\nAdemás, se le ordenara proferir una nueva providencia que corrija los defectos alegados, que aplique el enfoque de género, analice\nla finalidad y la\r\nnecesidad de la pena, y aplique el atenuante de ira o intenso dolor.\r\nSubsidiariamente, solicitó se declare\nla nulidad del acto de notificación para reactivar los términos para interponer el recurso extraordinario de casación. Y por último, solicitó a la\r\nFiscalía, al Juzgado Sexto Penal del Circuito con Funciones de Conocimiento y\r\nal Juzgado de Ejecución de Penas y Medidas de\nSeguridad, ambos de Ibagué, que inicien el trámite\nde reconstrucción del expediente del\r\nproceso penal con radicado n.º 73001310400620000035200.\n \n51.          \r\nEl Centro de Derechos Reproductivos allegó un escrito en el\r\nque solicitó ser reconocida como coadyuvante en el trámite de tutela. Describió\r\nlos estándares internacionales sobre la garantía de las mujeres de tener un\r\njuicio justo, y que consideran deben ser adoptados en el análisis del caso concreto[37]. \n \n52.          \r\nLa Corporación Humanas allegó un escrito de intervención en calidad de amicus\ncuriae en el que expuso\n(i) las obligaciones del Estado colombiano para la erradicación de la violencia\ny la discriminación contra las mujeres; (ii) la prohibición de incurrir en estereotipos de género y violencia institucional[38];\r\n(iii) la violencia institucional como violencia contra las mujeres; (iv) la\r\nfinalidad de la pena en casos de delitos que se cometen por mujeres víctimas de\r\nviolencia basada en género; y (v) los impactos en las mujeres privadas de la\r\nlibertad. En consecuencia, solicitó se amparen los derechos de la accionante,\r\nespecialmente el derecho a una vida libre de violencias, a la defensa técnica y\r\nal debido proceso, y se concedan las pretensiones de la tutela.\n \n53.          \r\nLa Red Jurídica Feminista allegó escrito con el fin de\r\n\u0093coadyuvar la impugnación\u0094[39].\nManifestó que su interés legítimo\nen la causa radica en que,\r\nen virtud de su misión conocieron el caso de Virgelina. Además, argumentaron que, por su experiencia en la defensa\nde los derechos humanos de\r\nlas mujeres y su trabajo en materia de justicia, les asiste un interés en\r\nintervenir y participar dentro del presente asunto. En virtud de lo anterior,\r\nseñalaron que en este caso la tutela\nes procedente y solicitaron se concedieran\r\nlas pretensiones de la accionante.\n54.          \r\nSegunda\ninstancia. Mediante sentencia del 31 de enero de 2024, la Sala\r\nde Casación Civil, Agraria y Rural de la Corte Suprema de Justicia confirmó la decisión de la primera instancia. Señaló que, de conformidad con el relato fáctico expuesto, no evidenció por\r\nparte de la autoridad judicial alguna discriminación por razón de género que le\r\nhubiera impedido agotar los mecanismos de defensa que tenía a su alcance en el\r\nproceso penal.\n55.          \r\nNo encontró configurado el requisito de subsidiariedad respecto de\r\nla tutela contra providencia judicial porque, a su juicio, el Tribunal notificó\r\nla sentencia de conformidad con lo dispuesto en el artículo 180 de la Ley 600\r\nde 2000, mediante edicto\r\nfijado el 29 de junio de 2005\npor tres días hábiles,\r\nesto es, hasta el 1º de julio del mismo año, y el término\npara formular recurso de casación venció el 26 de julio\r\nsiguiente. Así pues, era deber de la accionante estar atenta al desarrollo del\r\nproceso especialmente cuando se trata de un asunto penal que exige un \u0093apersonamiento riguroso y vigilancia por parte del procesado sobre\r\nel mismo, carga que le corresponde asumir sin que sea admisible\nexcusarse en la gestión de sus defensores\u0094[40], aunado a que la accionante se encontraba en libertad condicional y que tenía conocimiento de que estaba pendiente\r\nde resolverse la apelación.\n56.          \r\nTampoco encontró satisfecho el requisito de inmediatez porque entre el momento en que fue proferida la sentencia de segunda instancia \u0096esto es, el 23 de junio de 2005\u0096 y la presentación de la tutela\n\u0096esto es, el 18 de octubre\r\nde 2023\u0096 transcurrieron más de 18 años,\nlo que supera el término\nde 6 meses establecido por la jurisprudencia como suficiente para reclamar la protección\r\nconstitucional. Sin embargo, aclaró que aún en gracia de discusión, si se\r\ncontara el término desde el momento en que tuvo conocimiento de la sentencia de\r\nsegunda instancia \u0096esto es, el 3 de febrero de 2022\u0096, tampoco se cumpliría la\r\ninmediatez pues transcurrió 1 año y 8 meses desde ese momento; o si se contara\r\ndesde el momento en que el expediente le fue remitido \u0096es decir el 21 de marzo de 2023\u0096, el tiempo que le tomó interponer\r\nla tutela fue de 7 meses. En conclusión, aun atendiendo el estado de\r\nvulnerabilidad alegado por la accionante, no se cumplió el requisito de inmediatez.\n57.          \r\nFrente a la solicitud de reconstrucción del expediente expuesta en\r\nla tutela, precisó que la accionante no formuló dicha pretensión ante el Juzgado Sexto Penal del Circuito con\r\nFunciones de Conocimiento de Ibagué, que es el mecanismo que debe agotarse para\r\npoder acudir a la tutela. En consecuencia, no encontró satisfecho el requisito\r\nde subsidiariedad.\n \n4.  \r\nActuaciones en sede de revisión\n58.          \r\nMediante auto del 24 de junio de 2024 y con el ánimo de\r\nrecabar pruebas para verificar los supuestos de hecho que sirvieron de\r\nfundamento para promover la tutela, el despacho ordenó al Centro de Servicios\r\nde Juzgados de Ejecución de Penas y Medidas de Seguridad, al Juzgado Sexto\r\nPenal del Circuito y al Archivo Central de la Dirección Seccional de\r\nAdministración Judicial, todas de la ciudad de Ibagué, que enviaran el\r\nexpediente completo del proceso penal de primera instancia con radicado\r\n2000-00352-01. Además, ordenó al defensor público Guillermo Rincón Pérez que\r\ninformara (i) ¿cuáles fueron las actuaciones que desplegó en ejercicio de la defensa\ntécnica de la señora Virgelina Aguiar Cifuentes en el proceso de la referencia?; (ii) si\r\ntuvo conocimiento y cuándo, del edicto mediante el cual se notificó la sentencia de segunda instancia\npor parte de la\r\nSala Penal del Tribunal Superior\ndel Distrito Judicial\nde Ibagué; y (iii) ¿hasta qué fecha tuvo a su cargo dicha\r\ndefensa técnica?\n59.          \r\nEl Centro de Gestión Documental respondió indicando que el\r\nexpediente con radicado 2000-00352-01 fue requerido en préstamo al Centro de Gestión de gestión documental \u0096Archivo\r\nCentral\u0096, mediante correo electrónico del 23 de octubre de 2023, y fue\r\nentregado el 24 de octubre siguiente, sin que a la fecha hubiera\nreingresado a la entidad. Por lo anterior, señaló que no es posible\r\natender la solicitud del auto de pruebas[41].\n60.          \r\nEl Centro de Servicios Administrativos Juzgados de Ejecución de\r\nPenas y Medidas de Seguridad del Ibagué allegó un enlace con algunas piezas\r\nprocesales que ya había remitido a la accionante[42].\r\n\n61.          \r\nPor su parte, la Defensoría del Pueblo de la Regional\nTolima allegó un informe\r\nen el que señaló que la defensa técnica de Virgelina Aguiar correspondió al abogado Guillermo Rincón Pérez, adscrito\na dicha regional, quien falleció hace varios años, por lo que es\r\nimposible constatar y reconstruir el expediente respecto de las actuaciones\r\njurídicas adelantadas. Además precisó que la Regional\nhizo todas las gestiones administrativas para encontrar evidencia relacionada con las actuaciones\r\njurídicas llevadas a cabo, sin que fuera posible obtener resultados. Por\r\núltimo, señaló que para los años 2002 a 2005, fechas en las que transcurrió el\r\nproceso, toda la documentación relacionada con la Defensoría Pública era\r\nremitida al nivel central, pues no contaba con el sistema de información que\r\ntiene actualmente[43]. \n62.          \r\nTemblores\nONG allegó al expediente un archivo pormenorizado que da cuenta de las múltiples\nsolicitudes que ha elevado para obtener el expediente\r\ncompleto del proceso penal seguido contra Virgelina Aguiar.\n63.          \r\nEl Centro de Derechos Reproductivos presentó una\r\nintervención en la que expuso los estándares internacionales desarrollados para garantizar a las mujeres un\r\njuicio justo sin estereotipos de género. Señaló que el caso de Virgelina\r\nrefleja una oportunidad para incorporar los estándares interamericanos que\r\nobligan a las autoridades judiciales a evitar los estereotipos de género.\n64.          \r\nPor su parte,\nEl Veinte allegó escrito de amicus curiae en respaldo\nde la accionante en el que concluyó la existencia del defecto procedimental por la indebida\r\nnotificación de la sentencia de segunda instancia en el proceso penal tras ofrecer las siguientes razones:\n(i) el Tribunal Superior del Distrito\r\ntenía, en vigencia de la Ley 600 de 2000, la obligación de notificar\r\npersonalmente la sentencia a la procesada beneficiaria del subrogado de\r\nlibertad condicional[44]. (ii) En el caso concreto, el Tribunal no satisfizo la carga jurisdiccional para la notificación, pues a juicio del interviniente el 24 de junio de\r\n2005 fue el día en que debió citarse a diligencia de notificación personal, y\r\ntranscurridos los tres días hábiles siguientes (27, 28 y 29 de junio), debió\nproferirse el edicto.\nSin embargo, esta etapa no fue surtida\ny en cambio, el 29 de junio,\r\nsin que hubiera vencido el término para la notificación personal, la Secretaría\r\ndel Tribunal publicó el edicto. (iii) El Tribunal omitió efectuar la notificación personal, por lo que se incurrió\nen el defecto procedimental\r\nabsoluto. Y (iv) se consolidó \u0093la imposibilidad absoluta de agotar el recurso extraordinario de casación, por lo que la acción de tutela cumple con el requisito\r\nde subsidiariedad\u0094[45].\n65.          \r\nEl Grupo de prisiones de la Universidad de los Andes presentó\r\nescrito para exponer el enfoque de género en los procesos penales, el cual es\r\naplicable aún en los casos en los que la mujer no sea el sujeto pasivo del\r\ndelito. Además, puso de presente que no hay parámetros claros frente a las\r\nobligaciones del Estado con una persona que se encuentra en libertad\r\ncondicional; aunque resaltó que mientras no haya sentencia en firme, la\r\nrestricción de la libertad debe ser vigilada por el juzgado de conocimiento\r\nquien tiene, además, el deber de notificarle al individuo cualquier cambio en relación\r\ncon su pena[46].\n66.          \r\nEl Programa por la Acción para la Igualdad y la Integración\r\nSocial (PAIIS) y el Consultorio jurídico, ambos de la Universidad\r\nde los Andes, allegaron un escrito de intervención en el que expusieron que\r\nen el caso concreto se configuró un defecto procedimental absoluto por la\r\nindebida notificación de la sentencia de segunda instancia y la pérdida de su\r\nexpediente judicial. Además, señalaron que la accionante ha sido desprotegida por los operadores judiciales, lo que ha dado lugar a una forma de violencia institucional[47]. \n \n67.          \r\nLa Universidad del Rosario[48] presentó una intervención mediante la cual solicitó que se deje\r\nsin efectos la sentencia de segunda instancia del proceso ordinario y se le\r\nordene proferir una nueva sentencia aplicando el enfoque de género,\r\nconsiderando la necesidad de la pena y aplicando la atenuante de ira o intenso dolor. Subsidiariamente, que se declare\nla nulidad del acto de notificación y se reactiven\nlos términos para interponer el recurso\r\nde casación y se ordene la reconstrucción del expediente. Expuso con\r\ndetenimiento las razones por las cuales en este caso se viola la Convención\r\nBelém do Pará, entendida esta como una obligación internacional y parte del bloque de constitucionalidad.\n \n68.          \r\nLa Fundación Jacarandas[49] intervino en calidad de amicus curiae en favor del amparo de los derechos\nfundamentales de la accionante. Señaló\nque en el proceso penal seguido en contra de Virgelina se le condenó sin\r\nconsiderar que el acto que se le imputa se trata de una legítima defensa a\r\nfavor no solo de sus propios derechos sino de los de sus hijos también. Dividió su intervención en los siguientes tres apartados (i) el resumen\nde los hechos, (ii) el\r\nfundamento jurídico para la tutela efectiva, en la que expuso la legítima\r\ndefensa en el contexto de violencia de género, la falta de notificación efectiva\r\na Virgelina y, la obligación de los jueces de aplicar la perspectiva de género en la administración de justicia. Y (iii) las pretensiones\r\nen las que solicita que se ordene a la Sala Penal del Tribunal Superior de\r\nIbagué la correcta notificación de la sentencia; la protección de los derechos fundamentales de la accionante;\r\nla nulidad de la sentencia por medio de la cual se privó a Virgelina de su\r\nlibertad, y en consecuencia, se ordene la libertad inmediata, y se ordene una\r\nreparación a su favor[50].\r\n\n \n \nII.                             \r\nCONSIDERACIONES DE LA CORTE CONSTITUCIONAL\n69.          \r\nCompetencia. Esta Sala es competente para revisar los fallos de tutela, de conformidad con lo previsto\nen los artículos 86 y 241.9\r\nde la Constitución Política, y 31 a 36 del Decreto 2591 de 1991.\n \n1.   Problema jurídico\ny estructura de la decisión\n70.          \r\nDe acuerdo con la pretensión y los fundamentos fácticos y\r\njurídicos expuestos, la Sala de Revisión deberá resolver si la Sala de Casación\r\nCivil, Agraria y Rural falló adecuadamente al confirmar la sentencia de la Sala de Casación Penal, ambas de la Corte\nSuprema de Justicia, en cuanto declaró\nla improcedencia de la tutela; o si, por el contrario, el Tribunal\r\nSuperior del Distrito de Ibagué incurrió en los defectos sustantivo, fáctico,\r\nprocedimental y violación directa de la Constitución, y por esta vía vulneró\r\nlos derechos fundamentales al debido proceso y a la defensa de Virgelina\r\nAguiar, al proferir la sentencia de segunda instancia del 23 de junio de 2005\r\nmediante la cual modificó la sentencia de primera instancia para condenar por\r\nel delito de homicidio agravado y eliminar el atenuante de responsabilidad\r\npenal de ira o intenso dolor. \n71.          \r\nPara dar respuesta al problema jurídico, la Sala deberá\r\ninicialmente pronunciarse sobre el cumplimiento de los requisitos generales y específicos de procedibilidad teniendo en\r\ncuenta que la tutela se dirige contra una providencia judicial (2 y 3). En caso\nde que estos se encuentren satisfechos, la Sala analizará el régimen\r\nde notificaciones bajo la Ley 600 de 2000 (4); reiterará la jurisprudencia\r\nsobre la obligación de las autoridades judiciales de adoptar un enfoque de\r\ngénero (5); abordará la circunstancia de culpabilidad disminuida de la ira o\r\nintenso dolor y la legítima defensa en escenarios de violencia contra la mujer\r\n(6 y 7); analizará el régimen de privación de la libertad en el proceso penal\r\n(8); y, por último, resolverá el caso concreto (9).\n \n2.   Análisis de los requisitos generales de procedencia de la tutela\n72.          \r\nLegitimación por activa. De conformidad con el artículo 86 de la Constitución Política,\r\ntoda persona puede acudir a la acción de tutela para reclamar ante los jueces,\r\npor sí misma o por quien actúe a su nombre, la protección preferente e\r\ninmediata de sus derechos fundamentales, cuando quiera que estos resulten\nvulnerados o amenazados. En este caso,\nla tutela es suscrita por Virgelina Aguiar\r\nCifuentes quien es la titular de los derechos fundamentales cuya protección se\r\npretende. En tal sentido, se encuentra acreditada la legitimación en la causa\r\npor activa. \n73.          \r\nLegitimación por pasiva. La legitimación en la causa por pasiva hace referencia a la\r\naptitud legal de la autoridad o el particular contra quien se dirige el amparo,\r\npara ser llamado a responder por la alegada vulneración o amenaza del derecho fundamental. El precitado artículo\n86, en concordancia con los artículos 1º y 13 del Decreto 2591 de 1991,\r\nestablece que la tutela procede contra la acción u omisión de cualquier\r\nautoridad, incluyendo las judiciales. En el caso bajo estudio, la tutela se dirigió contra\nla Sala Penal del Tribunal\r\nSuperior del Distrito de Ibagué, que profirió la sentencia de segunda instancia\r\nque se cuestiona y además, quien surtió el trámite de notificación que se\r\nestima nulo. De ahí que se encuentra acreditado el requisito de legitimación\r\npor pasiva.\n74.          \r\nPor su parte, la accionante también formuló como pretensión\r\n\u0093ordenar a la Fiscalía General de la Nación, al Juzgado Sexto Penal del\r\nCircuito con Funciones de Conocimiento de Ibagué y al Juzgado\nTercero de Ejecución\nde Penas y Medidas de Seguridad de Ibagué para que inicien el trámite de\r\nreconstrucción del expediente del proceso penal\u0094. Frente al Juzgado Sexto Penal\r\ndel Circuito de Ibagué se encuentra satisfecha la legitimación en la causa por pasiva, pues se trata\ndel Juzgado que adelantó el trámite en primera\r\ninstancia y ante el que se practicaron las pruebas y se formularon las\r\napelaciones que se pretenden reconstruir[51]. Sin embargo,\nno ocurre lo mismo\r\nrespecto del Juzgado Tercero de Ejecución de Penas y Medidas de Seguridad\r\nde Ibagué y la Fiscalía General de la Nación, frente a los cuales la Sala no\r\nencontró pruebas que pudieran dar por acreditada alguna acción u omisión en la\r\nalegada vulneración de los derechos fundamentales de Virgelina Aguiar, ni se trata tampoco de terceros con interés legítimo. En\r\nconcreto, al Juzgado Tercero de EPMS le corresponde conocer y decidir lo\r\nrelativo a la ejecución de la pena una vez esta se encuentra en firme pero no\r\nconoce ni decide sobre el trámite de instancia que precede a la sentencia[52]; y la Fiscalía\r\nGeneral de la Nación, es el ente acusador y parte en el proceso\nquien, aunque está llamada\na participar en el trámite\nde reconstrucción del expediente no es\r\nla autoridad que puede satisfacer la pretensión de la demandante[53]. En\r\nconsecuencia, no habrá consideraciones ni órdenes dirigidas a estas entidades\r\nen esta sentencia.\n75.          \r\nRelevancia constitucional. Dado que la tutela\r\ncontra providencia judicial no es un juicio\nde corrección sino\nuno de validez, para su procedencia es indispensable que el asunto trascienda la esfera legal y revista relevancia constitucional[54].\r\nPara dar por acreditada esta exigencia, debe justificarse razonablemente una\r\nrestricción al derecho fundamental que resulte, prima facie,\r\ndesproporcionada[55]. La relevancia constitucional tiene\r\ntres finalidades: (i) preservar la competencia e independencia de los jueces\nde las diferentes\r\njurisdicciones y evitar que la tutela se convierta en un escenario para\r\ndiscutir asuntos de rango legal; (ii) restringir la tutela a cuestiones que\r\nafecten los derechos fundamentales; y finalmente (iii) impedir que la tutela se convierta\nen una instancia adicional para controvertir las decisiones de los\r\njueces[56]. \n76.          \r\nCon fundamento en lo anterior, la Corte ha construido tres\r\ncriterios de análisis para establecer si una tutela reviste relevancia\r\nconstitucional, los cuales, en este caso en concreto se estiman satisfechos,\r\nasí: (i) La controversia versa sobre asuntos constitucionales y no meramente\r\neconómicos o legales[57]. En este caso la\r\ncontroversia no tiene un contenido económico ni se circunscribe a un asunto\r\nmeramente legal, pues la accionante plantea un problema frente a la aplicación\r\nde normas de rango constitucional como el debido proceso,\nel derecho a la defensa\ny la dignidad humana, que afectan directamente la libertad de la accionante\r\nque se encuentra actualmente recluida. Además, la accionante explica cómo la\r\nsentencia que cuestiona trasciende un debate sobre la aplicación del estatuto\r\npenal y procesal penal, argumentando que el Tribunal desconoció los mandatos\r\nconstitucionales que prohíben la discriminación de la mujer y ordenan a las\r\nautoridades judiciales adoptar un enfoque de género en los asuntos a su cargo. \n77.          \r\n(ii) El caso involucra un debate jurídico sobre el contenido,\r\nalcance y goce de derechos fundamentales. Por regla general las tutelas\r\ncontra providencia judicial plantean una tensión respecto del derecho fundamental al debido proceso\r\ncontenido en el artículo 29 de la Constitución Política, sin\r\nperjuicio de que la vulneración de este derecho conlleve a su vez el impacto de\r\notros derechos fundamentales como el derecho\na la defensa. En efecto,\nen este caso, se desprende\r\ndel escrito de tutela una vulneración prima facie  del derecho\r\nfundamental al debido proceso entendido este en términos generales como el\r\nconjunto de garantías que protegen al ciudadano en las actuaciones judiciales y\r\nadministrativas. En concreto, este derecho se ve comprometido con la posible indebida notificación de la\r\nsentencia de segunda instancia, lo que habría impedido que pudiera ejercer el\r\nrecurso extraordinario de casación, afectando así su derecho a acceder a la\r\njusticia. Además, la accionante señala que el origen de la controversia radica\r\nen un abierto desconocimiento de los mandatos constitucionales que prohíben a\r\nlas autoridades judiciales fundamentar sus razonamientos en estereotipos de\r\ngénero y perpetuar la violencia contra las mujeres. Lo anterior, señala la\r\ndemandante, se materializó tanto en la valoración probatoria, como en la\r\naplicación de la normativa penal. \n78.          \r\n(iii) La tutela no es empleada como un recurso adicional para reabrir\nel debate. En el caso bajo estudio,\nla accionante, lejos de reabrir el debate surtido en el proceso\npenal ordinario, alega una actuación ostensiblemente\r\narbitraria e ilegítima de la Sala Penal del Tribunal Superior del Distrito de\r\nIbagué, que se habría concretado en la posible\nconfiguración de los defectos sustantivo, fáctico,\r\nprocedimental y la violación directa de la Constitución en el que incurriera la\r\nautoridad judicial. Y (iv) la tutela no tiene su origen en hechos adversos\r\nque fueron ocasionados por la misma accionante[58],\r\ntoda vez que los defectos que se alegan son atribuibles a la autoridad\r\njudicial, y no corresponden a una omisión o negligencia de ella. En este caso,\r\nla defensa de la accionante alegó en sede ordinaria la configuración de la\r\nlegítima defensa o de la atenuante de ira o intenso dolor y, sin embargo, se\r\ncuestiona que el Tribunal, con argumentos basados en estereotipos, hubiera\r\ndejado de aplicar las normas que contienen bien una u otra figura, y hubiese\r\ndado a las pruebas un alcance suasorio revictimizante. De otro lado, la\r\naccionante cuestiona que correspondía al Tribunal la notificación personal, y\r\nque no haberlo hecho le impidió conocer el contenido de la providencia y, en\r\nconsecuencia, adelantar el recurso extraordinario de casación. Frente a este\r\nparticular, la Sala constata que la presunta indebida notificación viola el\r\ndebido proceso y constituye un defecto procedimental absoluto cuando es\r\nconsecuencia de la conducta omisiva de la autoridad[59],\r\ny por tanto, no le es atribuible a la parte procesal que lo alega a su favor. \n79.          \r\nPor todo lo anterior, se estima satisfecha la relevancia\r\nconstitucional y se continúa con el análisis de procedencia.\n80.          \r\nInmediatez. El presupuesto de inmediatez se refiere a que la tutela haya sido interpuesta en un término\r\nrazonable desde la afectación del derecho fundamental invocado. Este requisito\ntemporal \u0093pretende combatir\nla negligencia, el descuido o la incuria\nde quien la ha presentado, pues es deber del accionante evitar que pase un\r\ntiempo excesivo, irrazonable o injustificado desde que se presentó la actuación\r\nu omisión que causa la amenaza o vulneración de las garantías\nconstitucionales hasta la presentación\r\ndel recurso de amparo\u0094 [60].\r\nCuando la tutela recae sobre providencias judiciales, la verificación de la inmediatez debe ser exigente\nen la medida en que el paso del tiempo reafirma la legitimidad de las decisiones judiciales y concreta los principios de cosa juzgada y\r\nseguridad jurídica[61].\n81.          \r\nSin embargo, esta corporación ha\r\nreconocido que \u0093existen situaciones en las cuales el juez constitucional debe\r\nestablecer la razonabilidad del tiempo transcurrido entre el hecho generador de\r\nla violación y el reclamo presentado\u0094 [62], y en consecuencia ha identificado que no existe\nuna tardanza injustificada o irrazonable cuando\nse presenta alguna\nde estas circunstancias: (i) que exista\nun motivo válido para la inactividad de los accionantes; (ii) que la\r\ninactividad injustificada no vulnere el núcleo esencial de derechos de terceros\r\nafectados con la decisión; (iii) que exista un nexo causal entre el ejercicio\r\ntardío de la acción y la vulneración de los derechos\r\nfundamentales del interesado; y (iv) que el fundamento de la acción de tutela surja después de acaecida la actuación\r\nviolatoria de los derechos fundamentales, de cualquier forma, en un plazo no\r\nmuy alejado de la fecha de interposición[63].\n82.          \r\nEn este caso, la Sala de Casación Penal en la providencia de\r\nprimera instancia desestimó el cumplimiento del requisito de inmediatez por\r\nconsiderar que desde la fecha de promulgación de la sentencia\ncuestionada y la interposición\r\nde la tutela transcurrieron 18 años. A su vez, la Sala de Casación Civil al desatar\nla impugnación confirmó la falta de inmediatez no solo por el término transcurrido desde\r\nel momento en que fue proferida la sentencia cuestionada, sino también porque\r\nentre el momento de la captura y la tutela transcurrieron 1 años y 8 meses, y\r\ndesde que se le remitió el expediente transcurrieron 7 meses.\n83.          \r\nContrario a lo expuesto en instancia, el\r\ntérmino que debe tenerse en cuenta para conocer la diligencia de la accionante\r\nno puede empezarse a contar desde que fue proferida la sentencia \u009623 de junio\r\nde 2005\u0096, pues la irregularidad procesal que se cuestiona fue justamente el acto de notificación\r\nde dicha providencia. Como lo alega la accionante, no tuvo conocimiento de que se hubiera modificado su situación jurídica,\r\nespecialmente porque se encontraba en libertad\ncondicional y vivía en una vereda apartada\nde Ibagué, y no recibió citación\npara la notificación personal. Además,\nla orden de captura fue emitida el 20 de enero de 2006 y solo se hizo efectivo hasta el 3 de febrero de 2022. Así pues, la alegada afectación al debido proceso\nque se originó con la sentencia\ndel Tribunal Superior\nse concretó en una afectación al derecho a la libertad de la\r\naccionante 19 años después \u0096desde que se le concedió la libertad condicional\u0096 y\r\nse ha mantenido en el tiempo hasta la actualidad.\n84.          \r\nAhora pues, tampoco puede evidenciarse una inactividad de la accionante\r\nposterior a la captura, pues tal como se expuso, Virgelina presentó sendas\r\npeticiones ante el Juzgado Sexto Penal del Circuito \u00965 de abril de 2022\u0096, el\r\nJuzgado Tercero de EPMS \u00963 y 28 de\r\nfebrero de 2023\u0096 y la Fiscalía General de la Nación \u009624 y 27 de marzo, y 19 de\r\nabril todas de 2023\u0096, así como dos tutelas\n\u009616 de marzo y 19 de abril de 2023\u0096,\nmediante las cuales solicitó su expediente ordinario completo con\r\nmiras a valorar las posibles acciones jurídicas\na emprender. Las respuestas fueron recibidas del 3 de febrero, 1 y 16 de marzo, 8 de\r\nmayo hasta el 29 de agosto, todas de 2023. La obtención del expediente no es\r\nuna diligencia caprichosa, pues constituye el fundamento probatorio principal\r\npara obtener la protección de sus derechos. Lo cierto es que pese a los múltiples intentos, la accionante no logró satisfacer su pretensión, y de\r\nhecho, las instancias de tutela revelaron la\nfalta de claridad\nfrente al paradero\nde su expediente[64]. En esa medida, tras acudir a las mencionadas autoridades\r\nen varias oportunidades, y no lograr satisfacer su petición de manera completa,\r\nla accionante elevó tutela dos meses después de haber recibido la última\r\nrespuesta, esto es, la asignación del ORFEO a la petición elevada ante la\r\nFiscalía General de la Nación.\n85.          \r\nSubsidiariedad. Al ser la tutela un mecanismo de protección de derechos de\r\ncarácter residual y subsidiario únicamente será procedente (i) cuando no exista\r\notro medio de defensa judicial o, cuando existiendo dicho medio, (ii) sea necesario\ncomo mecanismo transitorio para evitar un perjuicio\r\nirremediable. Por último, procede excepcionalmente (iii) cuando el medio\r\nordinario judicial no sea idóneo ni eficaz para la protección de los derechos\r\nfundamentales, teniendo en cuenta las circunstancias en que se encuentren los\r\naccionantes.\n86.          \r\nEn este caso, las sentencias de\ninstancia desestimaron el\r\ncumplimiento del requisito de subsidiariedad debido\na que la accionante no agotó el recurso\r\nextraordinario de casación\nde conformidad con el artículo\n205 de la Ley 600 de 2000, que era\r\nel estatuto procesal bajo el cual se adelantó el proceso. En concreto, la Sala de Casación Penal afirmó que \u0093la causa\npenal seguida contra Virgelina Aguiar Cifuentes únicamente surtió la\r\nprimera y segunda instancia y, en ambos escenarios procesales, las autoridades\r\njudiciales concluyeron la responsabilidad penal de la acusada en relación con\r\nla comisión del delito de homicidio, en calidad de autora, pues la sentenciada\r\nno interpuso el recurso extraordinario de casación\u0094[65]. Por su parte, la Sala de\r\nCasación Civil señaló que \u0093el término para presentar el recurso de casación\r\nvenció el 26 de julio de 2005, sin haber logrado acudir al mismo\u0094[66].\r\n\n87.          \r\nDe conformidad con el artículo\n205 de la Ley 600 de 2000[67],\nel recurso extraordinario de\r\ncasación \u0093procede contra las sentencias proferidas en segunda instancia por los\r\nTribunales Superiores de Distrito Judicial y el Tribunal Penal Militar, en los\r\nprocesos que se hubieren adelantado por los delitos que tengan señalada pena\r\nprivativa de la libertad cuyo máximo exceda\nde ocho años, aun cuando\nla sanción impuesta\nhaya sido una medida\r\nde seguridad.\u0094. Seguidamente, el artículo 207 fija como causales para la\r\nprocedencia del recurso,\na saber: (i) cuando la sentencia sea violatoria de una\r\nnorma de derecho sustancial (si la violación de la norma\nsustancial proviene de error\r\nde hecho o de derecho en la apreciación de determinada prueba, es necesario que\r\nasí lo alegue el demandante); (ii) cuando la sentencia no esté en consonancia con los cargos formulados en la resolución\nde acusación; y\r\n(iii) cuando la sentencia se haya dictado en un juicio viciado de nulidad[68].\r\nPara su ejercicio, el legislador previó que este recurso debe ser interpuesto\r\nante el Tribunal Superior \u0093dentro de los quince (15) días siguientes a la\r\núltima notificación y en un término posterior común de treinta (30) días se\r\npresentará la demanda\u0094 [69].\n88.          \r\nDe un lado, si bien en principio el recurso extraordinario de\r\ncasación era el mecanismo previsto por el ordenamiento jurídico para cuestionar\r\nla decisión del Tribunal Superior del Ibagué, la razón por la que no se agotó\r\ndicho recurso es justamente una de las que se alega como vulneradora del debido\r\nproceso de la accionante, esto es, la indebida notificación de la sentencia de segunda instancia. Como se expuso previamente,\r\nla accionante cuestiona que la última notificación no fue efectuada\nen debida forma y\nque por lo tanto no tuvo conocimiento de la condena proferida por el\r\nTribunal sino hasta que fue capturada 19 años después. \n89.          \r\nEn consecuencia, encuentra la Sala que el cuestionamiento sobre\nla debida notificación de la sentencia no podía tramitarse a través del recurso\r\nextraordinario de casación pues, justamente, el asunto que se discute\n-el de la notificación- era la condición previa para poder acudir a dicho recurso. En esa\r\nmedida la casación no es un recurso idóneo para cuestionar la pérdida de oportunidad en la\r\npresentación del recurso extraordinario de casación. Así es claro para la Sala que la valoración que hicieron los jueces de instancia\r\nsobre el requisito de subsidiariedad omitió esta cuestión preliminar, la\r\npresunta configuración de una vulneración del debido proceso de la accionante por falta de notificación, para la que mal podría\nexigírsele haber agotado el\r\nrecurso extraordinario de casación, ni ningún otro dado que al momento en que\r\nconstató la falta de notificación, estaban vencidos los términos para interponer los recursos a que hubiera\nlugar. Por tanto,\ntampoco es procedente reprochar su negligencia por haber dejado vencer\r\nel término de casación en silencio.\n90.          \r\nDe otro lado, el legislador dispuso la acción de revisión como un\r\nmecanismo para impugnar\nsentencias condenatorias en firme \u0093cuando\nquiera que aparezca evidente que en ellas se cometieron errores o\r\nilicitudes que hacen de la providencia un pronunciamiento contrario a derecho\u0094[70]. Sin embargo, el legislador previó que la procedencia de la acción de revisión\nestá sujeta a la configuración de al menos una de las causales\ncontempladas en el artículo 220 de la Ley 600 de 2000[71]. En este\r\ncaso en concreto, no se vislumbra que los reproches que efectuó la accionante\r\nen su tutela puedan subsumirse en alguna de las causales previstas por el\r\nlegislador. En consecuencia, este mecanismo\nno es idóneo para obtener\nla protección de los\r\nderechos reclamados por la accionante.\n91.          \r\nAhora bien, en cuanto a la solicitud del expediente, cabe recordar\r\nque este procedimiento se encuentra contemplado en el artículo 126 del Código\r\nGeneral del Proceso[72] y es el mecanismo judicial idóneo\r\nfrente a la pérdida total o parcial\nde un expediente, y puede ser adelantado no solo por solicitud\r\nde parte sino también de oficio, de ahí que la procedencia de la tutela es\r\nexcepcional para tal efecto. Solo cuando se demuestre en el caso concreto que el mecanismo no es idóneo\no eficaz para evitar un perjuicio irremediable, es procedente acudir de\r\nmanera directa a la tutela[73]. \n92.          \r\nEn el asunto sometido a revisión, encuentra la Sala que el\r\nprocedimiento previsto por el artículo 126 del CGP no es un mecanismo idóneo\r\npara garantizar la protección al debido proceso de la accionante. Lo anterior\r\ndebido a que el proceso ordinario que se pretende reconstruir se adelantó en 2001, sólo hasta 2022 la accionante tuvo conocimiento de que el expediente completo se encontraba\r\nposiblemente extraviado, y a partir de entonces interpuso 8 solicitudes (entre\r\npeticiones y tutelas) para obtener el expediente completo y, adicionalmente, en la petición\ndel 10 de julio de 2023\r\nelevada a la Fiscalía General de la Nación, solicitó de forma subsidiaria la\r\nreconstrucción del expediente sin que a la fecha se hubiera obtenido respuesta.\r\nAunado a lo anterior, el Juzgado Sexto Penal del Circuito de Ibagué señaló que\r\nel 22 de septiembre de 2014, el juez titular del despacho de la época informó\nque de los 733 paquetes\nde expedientes que debían estar en el archivo, solamente se\r\nencontraron 86, y además, el jefe de archivo de la época informó que ese\r\nmaterial había sido descartado como basura.\n93.          \r\nEn este caso resulta desproporcionado\r\nexigir a la accionante que agote la\r\nsolicitud de reconstrucción del expediente por las siguientes razones: (i) la\r\nnaturaleza del delito impide la reconstrucción de pruebas como el dictamen\r\nsexológico y la prueba pericial sobre el estado emocional de la accionante;\r\n(ii) someter a la accionante a la nueva obtención del material probatorio sería\r\nuna decisión revictimizante[74]; (iii) el paso del tiempo disminuye la calidad probatoria, pues\r\nse trata de hechos ocurridos hace 23 años aproximadamente; y (iv) el artículos\r\n126 del CGP no fija un término para resolver la solicitud de reconstrucción del\r\nexpediente. Por todo lo anterior, la tutela es el único medio judicial eficaz e\r\nidóneo para obtener la protección de sus derechos fundamentales, máxime\r\nteniendo en cuenta que la accionante se encuentra privada\nde su libertad con ocasión\nal proceso que se pretende reconstruir.\n94.          \r\nIdentificación razonable de los hechos que generaron la vulneración y de los derechos\nvulnerados. En virtud de este requisito, la parte actora\nen su intervención debe presentar de forma clara\nlos fundamentos de la afectación de derechos que se le atribuye\na la decisión judicial. Esto no significa que la tutela tenga\r\nexigencias de forma excesivas, sino que busca garantizar una comprensión del\r\nobjeto de la censura. De ahí que el demandante deba cumplir con unas \u0093cargas\r\nexplicativas mínimas\u0094 frente a las tutelas presentadas contra providencia judicial[75].\n95.          \r\nEn este caso, el escrito\nde tutela cumplió\ncon las cargas\nargumentativas mínimas necesarias para poder adelantar un estudio de\r\nfondo, ya que: (i) identificó los derechos fundamentales afectados, pues\r\nla accionante invocó la necesidad de protección de sus derechos\nfundamentales al debido\nproceso y derecho de defensa; (ii) expuso los hechos que generan la vulneración, esto es, la accionante delimitó los\r\nhechos a aquéllos atribuibles a la Sala Penal del Tribunal Superior del Distrito de Ibagué y se corrobora que no pretende que esta Sala revise\níntegramente el proceso\njudicial de instancia\no se reabran debates legales allí adelantados ; y (iii) señaló mínimamente de qué forma la\r\nprovidencia es contraria al orden jurídico, pues explicó las razones por\r\nlas que, a su juicio, la sentencia cuestionada violó el derecho fundamental al\r\ndebido proceso, y expuso las razones por las que a su juicio la providencia\r\nincurrió en los defectos sustantivo, fáctico, procedimental, y violación\r\ndirecta a la Constitución.\n96.          \r\nQue no se cuestione una sentencia de\r\ntutela ni de control abstracto de constitucionalidad o una sentencia del\r\nConsejo de Estado de nulidad por inconstitucionalidad. Por último, la tutela no se presenta contra otra sentencia de\r\ntutela, ni se trata de una sentencia de control abstracto de constitucionalidad\r\nde esta corporación o del Consejo de Estado, sino que versa sobre la\r\nprovidencia proferida por la Sala de Decisión Penal del Tribunal Superior del\r\nDistrito de Ibagué.\n \n3.   Análisis de los\r\nrequisitos específicos de procedencia de la tutela contra providencia judicial\n \n97.            \r\nLa\r\nprocedencia de la tutela como mecanismo de protección constitucional resulta\r\nexcepcional cuando se interpone contra providencias judiciales, pues pueden\r\nverse comprometidos los principios de autonomía judicial y seguridad jurídica.\r\nPor ello, el análisis de procedencia implica verificar que se cumpla al menos\nuno de los siguientes requisitos de carácter\r\nespecífico[76]: (i) defecto orgánico, que se\r\npresenta cuando la providencia impugnada fue proferida por un funcionario\r\njudicial que carecía de competencia para adoptarla[77];\r\n(ii) defecto procedimental, que se origina cuando la decisión judicial\r\ncuestionada se adoptó con desconocimiento del procedimiento establecido, y que\r\nconstituye un defecto procedimental absoluto que conlleva la nulidad\ndel proceso, cuando\nse trata de una indebida notificación judicial[78];\r\n(iii) defecto fáctico, que se configura cuando el juez carece de apoyo\r\nprobatorio para la aplicación del supuesto legal en que se sustenta la decisión\r\ncuestionada, o cuando la valoración de la prueba fue absolutamente equivocada[79];\r\n(iv) defecto material o sustantivo, que ocurre cuando se decide con base\r\nen normas inexistentes, inconstitucionales o claramente inaplicables al caso\r\nconcreto; cuando se presenta una evidente y grosera contradicción entre los\r\nfundamentos y la decisión; o cuando se otorga a la norma jurídica un sentido y\r\nalcance que no tiene, entre otros supuestos[80]; (v) error inducido, que\r\nsucede cuando la decisión que vulnera los derechos fundamentales del accionante\r\nes producto de un engaño por parte de terceros[81];\ny (vi) falta de motivación, que implica el incumplimiento\r\ndel deber de dar cuenta de los fundamentos fácticos y jurídicos de la decisión[82].\n \n98.          \r\nEn concreto, la accionante indicó que la decisión adoptada\r\nincurrió en los defectos (i) sustantivo, por la indebida aplicación del\r\nartículo 57 del Código Penal, debido a un interpretación basada en estereotipos\r\nde género erróneos; (ii) fáctico, por emplear estereotipos de género equivocados\r\nque llevaron a la indebida valoración de su testimonio, al desconocimiento de su\r\ncalidad de víctima, y a la falta de valoración del dictamen sexológico; (iii) procedimental,\r\npor la indebida notificación de la sentencia de segunda instancia, y por la\r\nfalta de defensa técnica; y (iv) violación directa de la Constitución, específicamente\r\nde los artículos 13 y 43 así como de la Convención de Belém do Pará, al no\r\ncumplir con las obligaciones de erradicar todas las formas de violencia de\r\ngénero. Además, cuestionó la finalidad de la ejecución de la pena en su caso.\n \n99.          \r\nEn conclusión, la accionante cumplió con la carga argumentativa\r\nespecífica exigida en el caso de tutelas contra providencia judicial y, por\r\ntanto, la Sala encuentra procedente la\r\npresente acción de tutela y continuará\r\ncon el estudio de fondo de los defectos planteados en el escrito de tutela,\r\nprevia consideración de los aspectos normativos y dogmáticos necesarios para\r\nhacer el análisis del caso concreto.\n \n4.   Principio de publicidad y régimen de notificaciones en la Ley 600\r\nde 2000\n100.          \r\nLa notificación es el acto mediante el cual se pone en conocimiento de los sujetos procesales el contenido de\r\nlas actuaciones que se surtan dentro del proceso y, así, garantizar los derechos de defensa, contradicción y debido proceso[83]. Así, \u0093la\r\nnotificación también determina el momento exacto en el cual la persona\ninteresada ha conocido\nla providencia, y el correlativo inicio del término preclusivo dentro del cual puede llevar a\r\ncabo los actos procesales a su cargo\u0094[84]. En esa medida, la notificación cumple una doble función pues,\npor un lado, permite garantizar el debido proceso,\ny por el otro, asegura los\r\nprincipios de celeridad y eficacia de la función judicial al determinar el\r\nmomento a partir del cual empiezan a correr los términos procesales.\n101.          \r\nFrente a esta última función, la jurisprudencia constitucional ha\r\ndestacado que el principio de publicidad en las actuaciones judiciales es uno de los ejes axiales de la\r\nadministración pública de conformidad con el artículo 228 constitucional, y que por tanto no puede verse como una simple\r\nformalidad procesal, sino como el medio para garantizar la eficacia de la\r\nfunción judicial[85].\r\nAdicionalmente, ha señalado que el principio de publicidad \u0093tendrá\nque cumplirse con especial rigorismo en los casos\nen que el conocimiento completo y oportuno\nde las decisiones, además del derecho\r\nde defensa, compromete la presunción de inocencia y el derecho\na la libertad personal\u0094[86]. \n \n102.          \r\nEn línea con lo anterior, el principio de publicidad en torno a la\r\nadministración de justicia se concreta en dos escenarios. De un lado, como una\r\ngarantía del debido proceso, esto es, que es deber de los jueces asegurarse de que tanto las partes\ncomo los sujetos\nprocesales conocerán las actuaciones que se surtan\ndentro del proceso.\nDe otro lado, como una garantía del derecho al acceso a la\r\ninformación pública, que se traduce en el derecho de los ciudadanos de conocer\r\nlas decisiones judiciales[87]. \n \n103.          \r\nEl artículo 176 de la Ley 600 de 2000 señala las providencias que\r\ndeben notificarse, entre las que se incluyen las sentencias, las providencias\r\ninterlocutorias, de sustanciación, entre otras. Seguidamente, el artículo 177\r\nseñala que las notificaciones pueden ser de distintos tipos: personal, por\r\nestado, por edicto, por conducta concluyente y en estrados. A su vez, el\r\nartículo 178 dispone que \u0093las notificaciones al sindicado que se encuentre\r\nprivado de la libertad, al Fiscal General de la Nación o su delegado cuando\r\nactúen como sujetos procesales y al Ministerio Público se harán de forma\r\npersonal.½½ Las notificaciones al\r\nsindicado que no estuviere detenido y a los\ndemás sujetos procesales se harán personalmente si se presentaren en la secretaría\r\ndentro de los tres (3) días siguientes al de la fecha de la providencia, pasado\r\nese término se notificará por estado a los sujetos procesales que no fueron\r\nenterados en forma personal\u0094. Por su parte, los artículos 179 y 180 prevén respectivamente la notificación de los autos\ny de las sentencias. Estas\r\núltimas, se notifican por edicto \u0093si no fuere posible su notificación personal dentro\r\nde los tres (3) días siguientes a su expedición\u0094 [88]. \n \n104.          \r\nDe lo anterior se deriva que el legislador diferenció la forma de\r\nnotificación según los sujetos procesales. Así pues, el sindicado que se\r\nencuentre privado de la libertad, el Fiscal General de Nación o su delegado\r\n\u0096cuando actúen como sujetos procesales\u0096, y el representante del Ministerio\r\nPúblico, se notificarán personalmente[89]. En cambio, los demás sujetos\r\nprocesales, incluyendo el sindicado no privado de la libertad, se notificarán\r\npersonalmente sólo si se presentan en la secretaría en los 3 días\nsiguientes a la fecha de la providencia, para lo cual, deberán librarse\nlas citaciones\r\ncorrespondientes. Vencido este término, la notificación se hará a través de los\r\nmedios supletorios[90]. \n \n105.          \r\nEn concordancia con el artículo 187, el 180 señala que \u0093la\r\nsentencia se notificará por edicto, si no fuere posible su notificación\r\npersonal dentro de los tres (3) días siguientes a su expedición (\u0085). La notificación se entenderá\r\nsurtida al vencimiento del término de fijación\r\ndel edicto\u0094 (énfasis añadido).\r\nSin embargo, la ley procesal no previó una única forma para dar cumplimiento a la notificación personal, por lo que puede efectuarse bien por\r\nla comparecencia de la parte a la secretaría del despacho, o a través de una\r\ncomunicación, \u0093pero siempre\nobservando que la parte tenga a su disposición\r\nel contenido total de la decisión judicial\ncuya publicidad se requiere y se deje constancia de su enteramiento\r\npersonal\u0094[91]. Solo una lectura de esta norma, que\r\nindique que procede agotar la notificación personal antes de fijar el edicto, es compatible con el derecho\nfundamental al debido\nproceso y con el\r\nprincipio de publicidad que rige las actuaciones judiciales.\n \n106.          \r\nAhora bien, la jurisprudencia de la Sala de Casación Penal ha\r\nprecisado que los términos descritos para surtir las notificaciones se aplican siempre que la decisión haya sido proferida dentro del\r\nmarco temporal previsto por la ley, de modo que \u0093si la resolución, auto o\r\nsentencia, es proferida dentro del marco temporal legal, no es menester oficiar\r\na los sujetos procesales, salvo cuando la misma normatividad compele a ello. Y\r\nlo contrario: si la determinación judicial es posterior a la frontera máxima\r\nde tiempo establecida en la ley, nace el deber judicial de comunicar a las \u0091partes',\r\npara que se acerquen a la notificación, así la ley, en el caso concreto,\r\nno lo exija\u0094[92] (énfasis añadido). Esta obligación de notificar personalmente a\r\ntodos los sujetos procesales de aquellas decisiones proferidas por fuera del término de ley encuentra\nfundamento en la necesidad\r\nde materializar la garantía de publicidad de conformidad con el artículo\n228 constitucional, que exige a los funcionarios judiciales desplegar\r\ntodos los actos necesarios para dar a conocer sus decisiones, y de este modo, garantizar el derecho fundamental al\r\ndebido proceso.\n \n107.          \r\nEn particular, en cuanto al término para dictar sentencia en\r\nsegunda instancia en materia penal, el artículo 201 de la Ley 600 de 2000, que\r\nse encuentra en el capítulo VIII titulado \u0093segunda instancia\u0094 del título V\r\nsobre la \u0093actuación procesal\u0094 señala que \u0093cuando se hubiese concedido el\r\nrecurso de apelación, efectuado el reparto\nen segunda instancia, el proceso se pondrá a disposición\r\ndel funcionario respectivo, quien deberá resolverlo dentro de los quince (15) días siguientes\u0094 (énfasis\r\nañadido).\n \n108.          \r\nTambién la jurisprudencia ha reconocido que existe el deber de las\r\npartes y sus apoderados de estar atentos\nal curso de sus procesos\npues el juez puede, en cualquier momento del término legal, proferir una\r\ndecisión. Sin embargo, este deber\nencuentra sus límites\nen la correlativa obligación de los\r\nfuncionarios judiciales de observar los plazos\r\nfijados por la ley. En palabras\r\nde la Corte Suprema de Justicia \u0093el deber de la \u0091parte\u0092\nes correlativo al deber\r\njudicial. Por ello le compete estar cerca del despacho judicial, porque este,\r\npor ejemplo, puede proferir su sentencia dentro\nde los 15 días siguientes a la terminación de\r\nla audiencia, como dice el artículo 410.2 del Código de Procedimiento Penal.\r\nMas [sic] si el fallo no es dictado dentro de esos días, el deber compulsivo\r\npara las \u0091partes\u0092 pierde peso\u0094[93].\n \n109.          \r\nAl respecto es importante recordar\nque el artículo 16 de la Ley 600 de 2000 \u0093en la actuación procesal los\r\nfuncionarios judiciales harán prevalecer el derecho sustancial y buscarán su\r\nefectividad\u0094 y que, a su vez, el artículo 142.1 del CPP señala como deber de\r\nlos servidores judiciales el de \u0093resolver los asuntos sometidos a su\r\nconsideración dentro de los términos previstos en la ley y con sujeción a los\r\nprincipios y garantías que orientan el ejercicio de la función jurisdiccional\u0094.\r\nAdicionalmente, el artículo 153.7 de la Ley 270 de 1996[94]\r\ncontempla como deber de los funcionarios, el de observar estrictamente los\r\ntérminos fijados para atender los distintos asuntos y diligencias, y en el\r\ncumplimiento de funciones debe obrar con lealtad e imparcialidad (art. 153.2);\r\nla inobservancia de los términos procesales es considerada como falta por el\r\nlegislador penal (art. 143.10). \n \n110.          \r\nA partir de estas consideraciones, concluye la Sala que si bien la\r\nLey 600 de 2000 dispuso que la notificación de la sentencia al sindicado no\r\ndetenido debe surtirse de forma personal cuando\nse presente en la secretaría dentro de los 3 días\r\nsiguientes a la fecha de la providencia, esta condición requiere ser matizada\r\nal menos en dos sentidos: (i) para ello deberá adelantarse la correspondiente\r\ncitación por los medios que se consideren eficaces; y (ii) cuando la providencia es obtenida por fuera del término legal,\n \n5.   La obligación de las autoridades judiciales de adoptar\nun enfoque de género.\r\nReiteración de jurisprudencia\n111.          \r\nEl artículo 13 de la Constitución consagra la igualdad de todas\r\nlas personas y reconoce que \u0093nacen libres e iguales ante la ley, recibirán la\r\nmisma protección y trato de las autoridades y gozarán de los mismos derechos, libertades y oportunidades sin ninguna discriminación por razones de sexo, raza, origen nacional o familiar, lengua,\nreligión, opinión política\no filosófica\u0094. Por su parte, el artículo 43 de la Carta, dispone\nexpresamente que las mujeres\nno podrán ser discriminadas y señala que \u0093[l]a mujer y el hombre\r\ntienen iguales derechos y oportunidades. La mujer no podrá ser sometida a\r\nninguna clase de discriminación\u0094. A partir de estos postulados, la Corte\r\nConstitucional ha afirmado el mandato del Constituyente de garantizar los derechos\r\nde las mujeres en clave de igualdad[95].\n112.          \r\nEn ese marco,\ny en armonía con diversos\ninstrumentos internacionales\r\nsuscritos por Colombia, la Corte ha reconocido que corresponde al Estado asumir\r\ndeberes específicos para prevenir, erradicar y sancionar la violencia contra la mujer. Esta obligación vincula\nmás vigorosamente a los operadores judiciales en tanto que la\r\nadministración de justicia es un escenario para la defensa y protección de los\r\nderechos y libertades fundamentales.\n113.          \r\nEntre otros, el artículo 7 de la Convención Interamericana para\r\nPrevenir, Sancionar y Erradicar la Violencia contra\nla Mujer (Convención de Belém do Pará) establece como obligación del Estado la de \u0093a. abstenerse de\r\ncualquier acción o práctica de violencia contra la mujer y velar por que las\r\nautoridades, sus funcionarios, personal y agentes e instituciones se comporten\r\nde conformidad con esta obligación; b. actuar con la debida diligencia para prevenir, investigar y sancionar la violencia contra la mujer\u0094. Seguidamente, el artículo 8\r\nestablece que los Estados parte convienen en adoptar, en forma progresiva,\r\nmedidas específicas para \u0093fomentar la educación y capacitación del personal en\r\nla administración de justicia, policial y demás funcionarios encargados de la aplicación de la ley, así como del personal a cuyo cargo esté la\r\naplicación de las políticas de prevención, sanción y eliminación de la\r\nviolencia contra la mujer\u0094.\n114.          \r\nEn esta misma línea, la Convención sobre la Eliminación de todas las formas de Discriminación contra la Mujer (CEDAW, por sus siglas eninglés)\r\nrecoge las principales obligaciones que los Estados miembros de la ONU deben\r\ncumplir, \u0093evitando la reproducción de distintos tipos de discriminación en\r\ncontra de la mujer\u0094. Este instrumento exige\na los Estados reforzar los estándares\r\nde protección jurídica de la mujer en todos los ámbitos.\n115.          \r\nEsta corporación ha reconocido que la metodología del enfoque de\r\ngénero es un deber de los funcionarios del Estado de garantizar el derecho\r\nfundamental a una vida libre de violencia, y en especial,\nde los funcionarios judiciales a la hora de administrar justicia. En\r\nestos casos, la Corte ha entendido que los jueces que conocen de fenómenos de\r\nviolencia contra la mujer, no solo se limitan\na la labor del reconocimiento de derechos \u0096cuando\r\nhay lugar a ello\u0096, sino que además,\npueden contribuir a erradicar patrones\nde desigualdad y discriminación. En la Sentencia\nT-093 de 2019, la Sala señaló\r\nque \u0093el derecho fundamental a una vida libre de violencia implica, desde su dimensión positiva, el deber judicial\r\nde aplicar el enfoque diferencial con perspectiva de género en todos aquellos\ncasos en los cuales se tenga sospecha de una posible situación de\r\nviolencia de género. Esta obligación a su vez, vincula a todas las\r\njurisdicciones y en todos los procesos\u0094.\n116.          \r\nEl deber de incorporar la perspectiva o enfoque de género en la\r\nadministración de justicia se traduce en hacer efectivo el derecho a la\r\nigualdad de las mujeres, como respuesta a la obligación constitucional, legal\r\ne internacional de combatir la discriminación y, en cada caso concreto,\r\nremediar las situaciones asimétricas de poder que perjudican a las mujeres. De acuerdo\ncon la jurisprudencia de la Corte Constitucional, el empleo de la\r\nperspectiva de género\n(i) no implica una actuación parcializada del juez, sino\r\nque reclama independencia e imparcialidad por su parte;\n(ii) pone de presente\r\nla necesidad de que la autoridad judicial no\r\nperpetúe estereotipos de género discriminatorios; y (iii) impone al juez, al\r\nanalizar supuestos de violencia contra la mujer, un abordaje multinivel para\r\nconsiderar tanto fuentes normativas de diferente orden, como el contexto sociológico de los hechos[96].\r\n\n117.          \r\nEn el marco de la tutela contra providencia judicial, la Corte ha\r\nreconocido que la ausencia del enfoque de género, según como se presente, puede configurar un defecto que habilite su procedencia excepcional[97].\r\nEsta es una obligación de los jueces en su función\nde administrar justicia, que busca evitar la revictimización[98] y no incurrir\nen violencia institucional, entendida como aquella que se presenta\n\u0093con las actuaciones de los distintos operadores judiciales, quienes\r\ntoman decisiones con fundamento en actitudes\nsociales discriminatorias que perpetúan la impunidad para los actos de violencia contra la mujer\u0094[99].\r\nPor lo anterior, las autoridades deben ser diligentes en la visibilización de\r\nla violencia contra la mujer y su erradicación[100].\n118.          \r\nCon fundamento en lo\r\nanterior, la Corporación ha construido\r\nuna serie de parámetros o deberes\nque corresponde a los jueces\natender para garantizar una adecuada aplicación del\r\nenfoque de género: (i) desplegar toda la actividad judicial \u0096en el marco de sus\r\ncompetencias\u0096 para garantizar los derechos en disputa\ny la dignidad de las mujeres; (ii) analizar los hechos, las pruebas y las normas\ncon base en interpretaciones sistemáticas de la realidad, de manera que en ese ejercicio\r\nhermenéutico se reconozca que las mujeres han sido un grupo tradicionalmente\r\ndiscriminado y como tal, se justifica\r\nun trato diferencial[101]; (iii) no tomar decisiones con base en estereotipos de género;\r\n(iv) evitar la revictimización de la mujer; (v) reconocer las diferencias entre hombres y mujeres; (vi) ajustar la carga probatoria en casos de\r\nviolencia o discriminación, privilegiando los indicios sobre las pruebas\r\ndirectas, cuando estas últimas resulten insuficientes; (vii) considerar el rol\r\ntransformador o perpetuador de las decisiones judiciales; y (viii)\nefectuar un análisis rígido\r\nsobre las actuaciones de quien presuntamente comete la violencia[102]. \n119.          \r\nEn concreto, cuando la providencia judicial que se analiza involucra la investigación y juzgamiento\r\nde violencia sexual, la jurisprudencia ha insistido en que las autoridades judiciales \u0096incluidos no solo los jueces sino también los fiscales\u0096 tienen la\r\nobligación de adelantar las respectivas indagaciones en cumplimiento del deber\r\nde la debida diligencia. Para la Corte, esta se  traduce en los deberes\nconcretos de (i) investigar oportunamente\r\ny dentro de un plazo razonable; (ii) no tomar decisiones discriminatorias\r\nbasadas en estereotipos de género; (iii) brindar a las víctimas oportunidades\r\npara ser oídas y participar dentro del proceso, así como tomar en cuenta\nsus opiniones y reclamos, y adoptar mecanismos para facilitar la declaración y para proteger su intimidad;\r\n(iv) dictar mandatos judiciales de amparo\npara evitar nuevas\nagresiones, y garantizar la seguridad de la\r\nvíctima y su familia durante y después del proceso; (v) dar aviso a las\r\nvíctimas de la liberación de los agresores; (vi) brindar información a las\r\nvíctimas sobre sus derechos y la forma\ncómo puede participar en el proceso, así como brindar orientación\r\npsicológica; (vii) permitir a las víctimas solicitar el control de legalidad de las decisiones que afectan sus derechos; y (viii)\r\nguardar la debida reserva de la identidad de la víctima[103].\n6.   La circunstancia de culpabilidad disminuida de ira o intenso dolor en escenarios de violencia contra\r\nla mujer\n120.          \r\nEl principio de culpabilidad constituye una garantía constitucional[104]. De\r\nconformidad con la jurisprudencia de esta Corporación, este principio encuentra su arraigo constitucional, tanto en el debido proceso\ncontenido en el artículo 29\r\nsuperior, como en el principio de presunción de inocencia, según el cual \u0093toda\r\npersona se presume inocente mientras no se la haya declarado judicialmente\r\nculpable\u0094. Además, de estas disposiciones se desprenden ciertos mandatos para\r\nel derecho penal: (i) el derecho penal es uno de acto -y no de autor-, esto es,\r\nel objeto de la sanción debe ser una exterioridad del sujeto y no un aspecto interior\nde la personalidad del agente o\nlos meros pensamientos; (ii) la prohibición de la responsabilidad objetiva, según la cual solo puede imponerse una pena a quien\r\nha actuado culpablemente, es decir,\ncon dolo o con culpa; y (iii) la\r\nproporcionalidad de la pena según la\r\nexigibilidad de la conducta conforme a derecho[105].\r\n\n121.          \r\nEn línea con lo anterior, el principio de culpabilidad que se desprende de la Constitución de 1991 supone\nque para que una persona\nsea sancionada penalmente,\r\ndeben coexistir en su conducta, al menos tres elementos, que son la tipicidad,\r\nla antijuridicidad y la culpabilidad, y esta última podrá graduarse según los\r\nmóviles de la conducta, siempre que el legislador los hubiere considerado relevantes, y podrá resultar un factor determinante para atenuar, agravar o eximir la pena[106]. \n122.          \r\nDe conformidad con la Constitución, el Código Penal colombiano\r\nprevé un sistema de responsabilidad penal subjetivo en el que el principio\nde culpabilidad se manifiesta al menos en dos sentidos. En primer lugar,\r\nla culpabilidad se contrapone al concepto de\nresponsabilidad objetiva, esto es, sólo\nel dolo o la culpa\nson modalidades de realización de la adecuación típica o, dicho de otro modo, la conexión subjetiva entre el\r\nsujeto y su conducta resulta exigencia sine qua non de la\r\nresponsabilidad penal102.\n123.          \r\nEn segundo lugar,\nel principio de culpabilidad hace referencia al juicio\r\nde reproche que se formula\nal autor de una conducta\ntípica y antijurídica, por haber tenido la capacidad de comprender la ilicitud de su\r\nconducta, y no haber adecuado su conducta conforme a ello, pudiendo hacerlo.\r\nPor lo anterior, se han reconocido circunstancias de exclusión de culpabilidad,\r\nen las que no es exigible\notra conducta, como (i) la inimputabilidad; (ii) el actuar bajo un error de prohibición; y (iii) la no exigibilidad de otra conducta[107]. El ordenamiento también\ncontempla circunstancias de culpabilidad disminuida, como la ira o intenso dolor[108]. \n124.          \r\nEsta última fue prevista en el Código Penal colombiano como\r\ncircunstancia de culpabilidad disminuida, en estos términos: \u0093el que realice la\r\nconducta punible en estado de ira o de intenso dolor, causados por comportamiento\r\najeno grave e injustificado, incurrirá en pena no menor de la sexta parte del mínimo ni mayor de la mitad del máximo\nde la señalada en la\r\nrespectiva disposición\u0094 [109]. \n125.          \r\nPara que se configure esta atenuante, es necesario que concurran\r\ntres elementos. Primero, un acto grave e injusto realizado por la\r\nvíctima que provoca una alteración emocional en quien luego realiza la conducta\r\ndelictiva. Este acto desencadenante debe ser ajeno a la conducta del\r\nsujeto activo del delito y debe tener la entidad suficiente para provocar un\r\nestado de alteración emocional[110]. Segundo,\nel impulso violento\nocasionado en un estado\r\nde ira o intenso dolor, que se refiere al factor interno que impulsa al\r\nsujeto activo a reaccionar violentamente ante la provocación[111].\r\nY, tercero, la relación causal entre la provocación y la reacción que da lugar\r\na una responsabilidad penal atenuada[112].\n126.          \r\nLa Sala de Casación Penal ha reconocido que no considerar la ira o\r\nintenso dolor constituye un defecto que incluso puede habilitar la casación\r\noficiosa de la sentencia[113], por considerar que una valoración de esa naturaleza puede\r\nconstituir una violación al principio de estricta legalidad como a la\r\nprohibición de exceso, o principio de proporcionalidad, límites materiales del\r\nderecho penal que encuentran arraigo constitucional en los artículos 1, 2, 29\r\nde la Carta Política[114]. En este sentido, es especialmente relevante para el caso bajo\r\nestudio, la Sentencia con radicado n.º 27595 del 7 de abril de 2010, en la que\r\nla Sala de Casación Penal casó de oficio la sentencia del Tribunal Superior de\r\nBarranquilla \u0096que modificó la calificación jurídica de homicidio atenuado por\r\nuna de homicidio simple\u0096, tras considerar que el Tribunal desconoció el estado\r\nde ira o intenso dolor reconocido por la primera instancia, afirmando que la\r\nconducta punible de homicidio ejecutada por la procesada \u0093obedeció a los celos\r\ny no al maltrato vivido por la mujer\u0094[115]. En esta sentencia, la Sala evidenció que el Tribunal, además de haber adelantado una\r\ninterpretación parcializada del acervo probatorio, incurrió \u0093en una valoración discriminatoria en contra de la mujer, no sólo al ignorar o minimizar\r\ntodos los aspectos fácticos narrados por [la procesada], sino también al\r\nestimar que el solo acto de ser encerrada en un inmueble sin alimentos carecía\nde las connotaciones de gravedad\nnecesarias para producir consecuencias jurídicas en la imposición de la\r\npena o en la determinación del grado de reproche, e incluso al sugerir que\r\npodía tratarse de un acto tolerado por esta persona\u0094.\nEn consecuencia, confirmó\nla sentencia de primera instancia que\r\nreconoció que la víctima actuó motivada por ira o intenso dolor. \n127.          \r\nDe ahí que, desconocer una circunstancia de menor punibilidad no\r\nsolo vulnera el principio de culpabilidad, sino que configura una verdadera\r\nvulneración al debido proceso consagrado en el artículo 29 de la Constitución Política\ny, en casos de violencia contra la mujer, desconoce que ésta constituye una agresión grave\r\ne injusta que puede determinar el comportamiento de la mujer agredida. \n \n7.  \r\nLa legítima\ndefensa en escenarios de violencia contra\nla mujer\n128.          \r\nPor su parte, el artículo 32-6 del Código Penal\r\ncontempla la figura de la legítima\r\ndefensa en estos términos, \u0093no habrá lugar a la responsabilidad penal cuando:\r\n(\u0085) Se obre por la necesidad de defender un derecho propio o ajeno contra\r\ninjusta agresión actual o inminente, siempre que la defensa sea proporcionada a\r\nla agresión\u0094.\n129.          \r\nLa legítima defensa es figura permisiva, según la cual, una\r\nconducta que esté prevista\ncomo delito deja de serlo debido a las circunstancias que la rodean, y de\r\nesta manera, excluye la sanción. Se trata de una colisión de bienes jurídicos en la que el legislador dio prelación a los bienes\nde quien es agredido por encima de los del agresor[116]. Esta figura\r\nestá prevista para defender y proteger los bienes jurídicos cuando estos son\r\ninjustamente agredidos, y encuentra su fundamentación en la necesidad de que el\r\nordenamiento jurídico proteja\nlos bienes jurídicos de los particulares, no solo a través de\r\nlos órganos del Estado, sino, permitiendo a los individuos su directa protección, de ahí que es posible\nque el ánimo de defenderse concurra con otras motivaciones[117].\r\n\n130.          \r\nPara que se configure esta causal es necesario que concurran los\r\nsiguientes elementos: (i) que haya una agresión\r\ninjusta, es decir, una acción\r\nantijurídica e intencional que ponga en peligro algún bien jurídico en\r\nprincipio individual; (ii) que la agresión sea actual o inminente, esto\r\nes, que al momento de la defensa todavía sea posible proteger el bien jurídico;\r\n(iii) que la defensa sea necesaria, esto es, que resulte idónea\npara proteger el bien\r\njurídico de la injusta agresión; (iv) que la\ndefensa sea proporcional respecto de la respuesta\ny los medios empleados para repeler el ataque, esto es, que el\r\nmedio empleado para defenderse sea el menos lesivo de los disponibles siempre\r\nque este permita eliminar definitivamente el peligro[118]; y (v) que la agresión no sea provocada\npor quien se defiende[119]. En todo caso, el análisis de estos requisitos debe\r\nenmarcarse en el caso concreto y en atención a las circunstancias en la que se\r\nencuentran los sujetos.\n131.          \r\nLa legítima defensa ha sido tradicionalmente aplicada a los\r\nescenarios de enfrentamiento directo entre el agresor y quien se defiende, pues\r\nson estos eventos los que mejor ilustran la necesidad de defensa. Sin embargo,\r\nesta figura también tiene lugar en aquellos casos en que la violencia se prolonga en el tiempo y se ejerce a través\nde un amplio espectro de acciones de control\r\nhacia la víctima. Es el caso de la legítima\ndefensa en el marco de la violencia contra la mujer en el que debe considerarse el enfoque de género para valorar\r\ntanto la agresión injusta, como la acción defensiva[120].\r\nAsí pues, en materia penal, el enfoque\nde género no es una herramienta hermenéutica circunscrita a aquellos eventos en los que las mujeres son los\r\nsujetos pasivos o víctimas de la violencia[121]. También resulta aplicable cuando\r\nson sujetos activos de conductas típicas[122].\n132.          \r\nAplicar el enfoque de género en la valoración de la legítima\r\ndefensa trae, en concreto, dos implicaciones. En primer lugar, el análisis de\r\nla valoración de la agresión injusta, actual e inminente debe considerar\r\nel contexto amplio en el que ocurre la violencia\r\ncontra la mujer, entendida esta como \u0093aquella violencia ejercida\r\ncontra las mujeres por el hecho de ser mujeres. Pero no por el hecho de ser\r\nmujeres desde una concepción biológica, sino de los roles y la posición que se\r\nasigna a las mujeres desde una concepción social y cultural\u0094[123].\r\nDe ahí que la injusta agresión, además de manifestarse en ataques físicos que\r\natenten contra la vida o la integridad personal,\r\ntambién se manifiesta en actos contra la libertad e integridad sexual, o\r\naquellos que constituyan violencia psicológica, incluyendo la violencia\r\nvicaria. La violencia contra la mujer es definida por la ley como \u0093cualquier acción u omisión,\nque le cause muerte, daño o sufrimiento físico, sexual, psicológico, económico\no patrimonial, por su condición de mujer, así como las amenazas de tales actos, la\r\ncoacción o la privación arbitraria de la libertad, bien sea que se presente en\r\nel ámbito público o en el privado\u0094[124].\n133.          \r\nAdicionalmente, la jurisprudencia constitucional ha reconocido la\r\nviolencia vicaria como una forma de violencia de género y la ha definido como aquella\r\nque \u0093tiene por objeto dañar a la mujer a través de sus seres queridos y\r\nespecialmente de sus hijas e hijos\u0094[125]. Dado que involucra a los niños y niñas, también es una forma de violencia\r\ncontra ellos[126]. Además, valorar la actualidad de\r\nla agresión a través del enfoque de género, supone tener en cuenta que la violencia contra la mujer\nes un fenómeno estructural que puede\r\ntrascender un acto violento concreto.\n134.          \r\nEn segundo lugar, el enfoque de género tiene incidencia en la valoración de la necesidad\ny proporcionalidad del acto defensivo. Según estos parámetros la defensa debe ser la más benigna de\r\ntodas aquellas que están disponibles para quien se defiende y que cause el\r\nmenor daño posible al agresor. Como se explicó\npreviamente, la proporcionalidad no se refiere\na la igualdad de bienes jurídicos en pugna, pues si ese fuera el caso, la defensa\r\npor la integridad y libertad\nsexuales no podría\nllevarse a cabo cuando tuviera que comprometer la vida del\r\nagresor. En cambio, la proporcionalidad exige pues, que cuando quien se defiende\npuede hacerlo por un medio menos lesivo para el agresor, debe hacerlo.\r\nAsí, al valorar la proporcionalidad de los medios empleados, debe tenerse\nen cuenta que el uso de las armas compensa la diferencia de la fuerza\r\nfísica entre el agresor y quien se defiende cuando se trata de un acto de\r\nviolencia contra la mujer[127]. \n135.          \r\nEn suma, la aplicación de causales de atenuación de la\r\nculpabilidad como la ira o intenso dolor, o de justificación como la legítima\r\ndefensa, no sólo comprometen directamente el derecho al debido proceso\r\ncontenido en el artículo 29 de la Constitución Política, sino que, en supuestos de violencia\r\ncontra la mujer, deben ser, necesariamente, interpretadas y aplicadas a la luz de un enfoque de género orientado a\r\nerradicar toda forma de violencia de esta índole.\n \n8.  La libertad personal\ncomo derecho fundamental en la Constitución\r\nde 1991\n \n136.       \r\nEl\r\nartículo 28 de la Constitución Política consagra la cláusula general de libertad, según la cual \u0093toda persona es libre.\r\nNadie puede ser molestado en su\r\npersona o familia, ni reducido a prisión o arresto, ni detenido, ni su\r\ndomicilio registrado, sino en virtud de mandamiento escrito de autoridad\r\njudicial competente, con las formalidades legales y por motivo previamente definido en la ley\u0094 (énfasis\r\nañadido). Adicionalmente, el artículo 2º de la Carta determina que \u0093las\r\nautoridades de la República están instituidas para proteger a todas las\r\npersonas residentes en Colombia, en su vida, honra, bienes, creencias, y demás\r\nderechos y libertades, y para asegurar el cumplimiento de los deberes sociales\r\ndel Estado y de los particulares\u0094. La jurisprudencia constitucional ha definido\r\nla cláusula general de libertad personal como \u0093la ausencia de aprehensión,\r\nretención, captura, detención o cualquier otra forma de limitación de la\r\nautonomía personal\u0094[128], y por ello, como garantía\npara preservar la libertad, la propia Constitución previó además, otras\r\ncláusulas concretas contenidas en los artículos 29[129]\r\ny 30[130]. \n \n137.       \r\nEl\r\nderecho a la libertad no es absoluto y puede ser restringido principalmente en el escenario\npenal, básicamente a través de las medidas\nde aseguramiento, y las medidas de cumplimiento de la sentencia penal\r\ncondenatoria. Dado su carácter excepcional, la Constitución prevé requisitos\r\nmuy exigentes para reducir a arresto o prisión a una persona, que son: (i) la\r\nexistencia de un mandamiento escrito\nde autoridad judicial\ncompetente[131]; (ii) el respeto a las formalidades\r\nlegales; y (iii) la existencia de un motivo previamente definido en la ley, de\r\nacuerdo con esto, la privación de la libertad debe practicarse por motivos\r\npreviamente fijados en la ley y no según el criterio del funcionario[132].\r\n\n \n138.       \r\nAsí pues, el orden lógico que debe seguir\nla privación del derecho a la\r\nlibertad para que sea legítima\nes, primero, que la conducta\nesté prevista como delito por el legislador (nulla poena sine lege), segundo,\r\nque el juez analice en el caso\r\nconcreto si el acto bajo estudio cumple todos los requisitos para concluir la\r\nresponsabilidad penal y, tercero, solo en caso de verlos satisfechos, imponerle\r\nla pena correspondiente conforme a las previsiones y con los requisitos\r\nseñalados por la ley (nulla poena sine judicio legali)[133].\r\nA través de esta pena, el Estado impone a un ciudadano la carga de soportar una\r\ndisminución en sus bienes jurídicos \u0096incluyendo la libertad\u0096, en todo caso, con\r\nlas limitaciones fijadas por la Constitución y la ley, y el respeto por la\r\ndignidad humana. De modo que \u0093sólo con el cumplimiento a plenitud de las\r\ngarantías constitucionales al debido proceso puede llegarse a la imposición de\r\nuna pena, pues, conforme al artículo\r\n29 de la Constitución a nadie puede juzgarse\nsino conforme a las leyes preexistentes al acto que se le imputa, ante juez o tribunal competente y con\r\nobservancia plena de las formalidades legales\u0094[134].\r\n\n \n139.       \r\nPor\r\nsu parte, el artículo 3 de la Ley 600 de 2000 reprodujo casi idénticamente lo dispuesto por el artículo\n28 constitucional en estos términos \u0093[t]oda persona tiene derecho a\r\nque se respete su libertad. Nadie puede ser molestado en su persona\no familia, ni privado de su libertad, ni su domicilio registrado, sino en virtud de\r\nmandamiento escrito de autoridad judicial competente, emitido con las formalidades legales\ny por motivos previamente\r\ndefinidos en la ley\u0094[135]. Además, la imposición de la pena\r\ndebe estar precedida de un juicio llevado a cabo con el cumplimiento de los\r\nrequisitos legales, y la decisión que contenga la restricción a la libertad,\r\ndebe estar debidamente motivada y notificada[136]. \n \n140.       \r\nEn conclusión, en desarrollo del mandato Constitucional derivado del derecho\r\nfundamental la libertad personal, el ordenamiento jurídico colombiano dispuso\r\nque su restricción solo puede obedecer a la estricta observancia del debido proceso,\nso pena de carecer de fundamento y resultar\r\ncontraria a la Constitución y la ley. Contrario sensu, ante la ausencia\r\nde una orden judicial proferida con el lleno de los requisitos legales que\r\nordene la restricción de la libertad de una persona, deberá salvaguardarse su\r\nlibertad. \n \n9.  \r\nAnálisis del caso concreto\n \n141.          \r\nEl presente asunto versa sobre la tutela presentada por Virgelina\r\nAguiar contra la sentencia de segunda instancia proferida por el Tribunal\r\nSuperior de Ibagué, mediante la cual se revocó la sentencia de primera\r\ninstancia que la condenó en calidad de autora de homicidio simple\natenuado por la ira o intenso dolor, y\nen su lugar, la condenó a la\r\npena de 28 años y 9 meses por el delito de homicidio\r\nagravado por la indefensión de la víctima.\n \n142.          \r\nLa accionante adujo que dicha providencia incurrió en los defectos\r\n(i) sustantivo, por la indebida aplicación del artículo 57 del Código\r\nPenal, debido a una interpretación basada en estereotipos de género erróneos;\r\n(ii) fáctico, por emplear estereotipos de género, equivocados que\r\nllevaron a la indebida valoración de su testimonio, al desconocimiento de su\r\ncalidad de víctima, y a la falta de valoración del dictamen sexológico; (iii) procedimental,\r\npor la indebida notificación de la sentencia de segunda instancia, y por la\r\nfalta de defensa técnica; y (iv) violación directa de la Constitución específicamente de los artículos 13 y 43. Además, cuestionó la finalidad de la ejecución de la pena en su caso.\n \n143.          \r\nLa providencia atacada incurrió en el\r\ndefecto procedimental absoluto por indebida notificación. A juicio de la accionante, la\r\nsentencia de segunda instancia incurrió en una indebida notificación pues se\r\nrealizó por edicto cuando\ndebía ser notificada de forma personal.\nPor su parte, la Sala de Casación Penal en la decisión de\r\nprimera instancia de tutela, señaló que de conformidad\r\ncon el estatuto procesal fijado por la Ley 600 de\n2000 \u0096que fue el estatuto bajo el cual se rigió el proceso penal\r\nordinario\u0096, \u0093sólo es obligatorio notificar personalmente la sentencia al\r\ncondenado privado de la libertad, al fiscal y al ministerio público, y por\r\nedicto a los demás sujetos procesales que no se han presentado dentro de los\r\ntres días siguientes al proferimiento de la sentencia\u0094[137]. Además, indicó que no se requería agotar el trámite de citación\r\na los sujetos procesales que no deban ser notificados personalmente.\n \n144.          \r\nComo se precisó anteriormente (supra 4) la Ley 600 de 2000,\r\nestableció la notificación personal para el sindicado privado de la libertad,\r\nFiscal General de la Nación o su delegado cuando actúen como sujetos procesales y al Ministerio Público. En cambio,\nlas notificaciones al sindicado\r\nque no está privado de la libertad y demás sujetos procesales \u0093se harán\r\npersonalmente si se presentaren en la secretaría dentro de los tres (3) días siguientes\r\nal de la fecha de la providencia, pasado ese término se notificará por estado a\r\nlos sujetos procesales que no fueron enterados en forma personal\u0094.\n \n145.          \r\nSea lo primero\naclarar que el artículo 180 de la Ley 600 de 2000 es claro en señalar que la sentencia se notificará por edicto, si\r\nno fuere posible su notificación personal dentro de los tres (3) días\r\nsiguientes a su expedición. Aunado a lo anterior, el artículo 178 dispone\r\nque, las notificaciones al sindicado que no estuviere privado de la libertad se\r\nharán \u0093personalmente si se presentaren en la secretaría dentro de los tres (3)\r\ndías siguientes a la fecha de la providencia, pasado ese término\nse notificará por estado a los sujetos\nprocesales que no fueron enterados en forma personal\u0094.\n146.          \r\nDe lo anterior se desprenden dos conclusiones. En primer lugar,\r\nque la notificación principal es la personal, y cuando ello no es posible, procede la notificación supletoria. En segundo lugar,\nque el edicto no puede ser fijado inmediatamente después de haber\r\nsido proferida la sentencia, pues deberá transcurrir previamente el lapso\nde tres (3) días para que proceda\nsu fijación, la cual deberá\r\nextenderse por tres (3) días más en un lugar visible de conformidad con el artículo\n180 del estatuto procesal penal. Se trata pues de un acto procesal necesario que la ley\r\nfija para que pueda procederse con la forma supletoria de la notificación, que\r\npara el caso de las sentencias es el edicto. Esta regulación busca garantizar\r\nel mandato constitucional de publicidad consagrado en el artículo 228 de la\r\nConstitución Política, como elemento básico del debido proceso, contenido en el\r\nartículo 29 también de la Carta Política.\n147.          \r\nEn este caso, Virgelina no se encontraba privada de la libertad\r\npues desde el 6 de octubre de 2003 le fue concedido el beneficio de libertad\r\ncondicional. Tal como se expuso anteriormente (supra 4), el término de\r\nla notificación por edicto procede cuando no ha sido posible enterar\r\npersonalmente a las partes del contenido de la sentencia y \u0093cuando esta es\r\nproferida dentro del marco temporal legal\u0094[138]. En palabras de la Sala de Casación Penal \u0093si la resolución, auto\r\no sentencia, es proferida dentro del marco temporal legal, no es menester\r\noficiar a los sujetos procesales, salvo cuando la misma normatividad compele a\r\nello. Y lo contrario: si la determinación judicial es posterior a la frontera\r\nmáxima de tiempo establecida en la ley, nace el deber judicial de comunicar a las \u0091partes\u0092,\npara que se acerquen\na la notificación, así la ley, en el caso concreto, no lo exija\u0094 [139]. \n148.          \r\nAsí pues, los artículos 200 y 201 de la Ley 600 de 2000 disponen\r\nel término para proferir las providencias en segunda instancia. El primero de\r\nellos, se refiere al término\npara proferir las providencias interlocutorias paralo que se dispone un término de diez (10) días. Mientras que\r\nel artículo 201 fija el término de 15 días para resolver el recurso de\r\napelación.\n149.          \r\nEn el caso concreto, se tiene que la sentencia de primera instancia fue proferida el 17 de mayo de 2001. Encontrándose pendiente de\r\nresolver el recurso de apelación, esto es, el 10 de mayo de 2002, la accionante\r\nsolicitó la redosificación de su pena, y mediante la Secretaría del Tribunal\r\nSuperior se le informó que tal pedimento sería resuelto al momento de\r\nproferirse la sentencia de alzada \u0093como quiera que la causa adelantada en su\r\ncontra se encontraba en turno para fallo de segunda instancia\u0094[140], dicha petición fue resuelta el 6 de octubre de 2003 (esto es, 2\r\naños y 5 meses después de proferida la primera instancia), en la que se\r\nresolvió redimir un total de 250 días por trabajo y estudio, además, se verificó que a la fecha la accionante había descontado de la pena impuesta 3 años, 2 meses y 11 días de\r\nprivación física de la libertad[141]. Sumada la detención física y el tiempo de la redención de la\r\npena, se tiene que la accionante había purgado 3 años, 10 meses y 21 días de\r\npena. Con fundamento en lo anterior, mediante\nprovidencia del 6 de octubre\nde 2003 la Sala Penal del Tribunal Superior concedió el beneficio de la\r\nlibertad condicional de que trata el artículo 64 del Código Penal. En esta\r\nprovidencia, la Sala constató que, a la fecha, \u0093la accionante se encuentra privada\nde su libertad y puesta a disposición del presente proceso\r\ndesde el 21 de julio de\n2000, superando el tiempo de pena\r\nde prisión que le corresponde, conforme a la sentencia de primera instancia, habrá de concederse su libertad provisional, sin que para el efecto se le exija\r\nel pago de caución prendaria, según se encuentra ampliamente demostrado en el\r\nproceso\u0094[142]. Esta decisión fue notificada personalmente dado que se trataba\r\nde una sindicada privada de la libertad.\n150.          \r\nEs decir, la accionante alcanzó a purgar casi 4 años antes de que\r\nle fuera concedido el beneficio de libertad condicional sin que su sentencia\r\ncondenatoria estuviera en firme, toda vez que ni la solicitud de redosificación\r\nde la condena, ni de redención de pena o de libertad condicional suspenden los términos\nprocesales. Solo hasta el 23 de junio de 2005,\nes decir, 4 años y 1 mes después de haber sido proferida la\r\nsentencia de primera instancia, la Sala desató la apelación. Este término\r\nsupera a todas luces los quince (15) días de que trata el artículo 201 de la Ley 600 de 2000. Sumado a lo anterior, debe tenerse en consideración\r\nque la accionante tenía asignado un defensor público a través del cual participó\nen el proceso, y cuyo encargo queda sujeto\r\na la vinculación del profesional con la Defensoría del Pueblo. Aunque\nno se tiene certeza de la\r\nfecha de defunción del profesional Guillermo Rincón Pérez, la notificación personal\ndel defensor público\nimplicaba la salvaguarda del derecho a la defensa, y en\r\nesta medida, del debido proceso. En cambio, el Tribunal se limitó a fijar el\r\nedicto sin haber desplegado ningún acto conducente a agotar la notificación\r\nprevia en los 3 días siguientes a la expedición de la sentencia.\n151.          \r\nContrario a lo dispuesto por los jueces de instancia en el trámite\r\nde tutela, la pérdida de oportunidad para interponer el recurso de casación no se\r\ndebió a la desidia de la accionante, sino a la omisión por parte del Tribunal\r\nSuperior de Ibagué de la notificación personal de la sentencia que, por otra\r\nparte, no profirió en un término razonable. Si bien es cierto que las partes\r\nprocesales tienen deberes y cargas dentro del proceso, \u0093los deberes de las\r\npartes encuentran límites\nen el correlativo deber de las autoridades judiciales de proferir las decisiones dentro de los plazos\r\nfijados por la ley \u0093mas, si el fallo no es dictado dentro de\r\nesos días, el deber compulsivo para las \u0091partes\u0092 pierde peso\u0094[143], y especialmente, en\r\nel principio de publicidad contenido en\r\nel artículo 228 constitucional que rige las actuaciones judiciales, que exige a los jueces desplegar las actividades efectivas\npara poner en conocimiento sus actos. Máxime, cuando la decisión que\r\ndebió darse a conocer modificaba, sin duda alguna, la situación jurídica de la accionante,\r\npues implicaba el aumento de la pena de prisión en 20 años.\n152.          \r\nLa sentencia de primera instancia de tutela afirmó que la Sala de\r\nCasación Penal reconoció en su jurisprudencia que el trámite de fijación de\r\nedicto no requiere agotar previamente la citación a los sujetos\nprocesales que no debían ser\r\nnotificados personalmente. En concreto, fundamentó tal afirmación en la sentencia con radicado 15226 del 11 de diciembre de 2003. Sin\r\nembargo, esta jurisprudencia se enmarca dentro de las exigencias a los\r\nservidores públicos de adecuar sus actuaciones a los términos\nlegales, por lo que afirma que la notificación por\r\nedicto, de que tratan los artículos 178 y 180 de la Ley 600 de 2000 garantiza\r\nel principio de publicidad al permitir que el Estado cumpla con su deber de enterar a los sujetos\r\nprocesales de las decisiones que los afectan, siempre\nque la sentencia sea proferida\ndentro del marco procesal\r\nlegal. De ahí que, cuando esto no ocurre, nace el deber judicial de adelantar\r\nla citación para agotar la notificación personal \u0093así la ley, en el caso\r\nconcreto, no lo exija\u0094[144]. En efecto, la ausencia de cualquier acto desplegado por el\r\nTribunal para efectuar la citación para agotar la diligencia de notificación personal\nno solo a la accionante, sino también a su defensor. En cambio, el Tribunal se limitó a fijar el edicto, observando \u0096esta vez sí\u0096 en\r\nestricto sentido el término de los\r\ntres días previsto por el artículo 178 de la Ley 600 de 2000.\n153.          \r\nPara la Sala es claro que en el caso concreto el Tribunal debió\r\nagotar la notificación personal\nde conformidad con el principio de publicidad de las\r\nactuaciones judiciales; que además, tenía la información de notificaciones de Virgelina, no solo porque fue la\r\nautoridad que concedió la libertad condicional\ny ante quien suscribió el acta de compromiso, sino porque el 10\r\nde octubre se puso a disposición informando sus datos de contacto[145]; y que estaba siendo representada por un\r\ndefensor público, sin que el Tribunal se hubiera cerciorado de que, con el desproporcionado lapso\nde 4 años y 1 mes,\r\nla accionante no se encontrara sin defensa. Por lo anterior, el Tribunal\r\nincurrió en un defecto procedimental absoluto a la vez que vulneró el principio de publicidad de las actuaciones\r\njudiciales, la debida notificación, y con ello, el debido proceso de la accionante.\n \n154.          \r\nAhora bien, conviene aclarar que en la sentencia de tutela de\r\nprimera instancia se señaló que el Tribunal fijó el edicto \u0093al no lograr la\r\ncomparecencia de la procesada quien se encontraba en libertad\u0094[146], y en esta\r\nmisma línea la accionante en su impugnación reconoció que el Centro de\r\nServicios Administrativos de los Juzgados\nde Ejecución de Penas y Medidas\r\nde Seguridad de Ibagué intentaron contactarla a la línea telefónica dispuesta en el acta de libertad condicional. Sin embargo, lo\r\ncierto es que estas llamadas fueron efectuadas, no por el Tribunal, sino por el\r\nCentro de Servicios Administrativos de los Juzgados\nde Ejecución de Penas, una vez el Juzgado Tercero de Ejecución de Penas y\r\nMedidas de Seguridad hubiese asumido el conocimiento que tuvo lugar el 15 de\r\nnoviembre de 2005[147]. Así pues, el 16 de\r\nenero de 2006 se intentó contactar a la accionante para que compareciera a purgar la pena, y no\r\npara efectos de notificar la sentencia de segunda instancia, término que el\r\nTribunal entendió erróneamente concluido. Por lo anterior, la citación efectuada por el Centro\nde Servicios en nada modifica la indebida notificación\r\nde la sentencia de segunda instancia, ni tampoco subsana el defecto\r\nprocedimental absoluto derivado de la omisión en la que incurrió\nel Tribunal pues el Juzgado\nTercero de Ejecución\nde Penas no era la autoridad\ncompetente para notificar la sentencia, y además, porque aun cuando hubiere puesto\nen conocimiento tal situación a la accionante, no podría reiniciar los términos para\r\ninterponer el recurso de casación.\n \n155.          \r\nEn conclusión, para a Sala es claro que el Tribunal tenía el deber\r\nde interpretar los artículos\n178 y 180 de la Ley 600 de 2000 a la luz de los\r\nprincipios constitucionales que rigen la función judicial, pues solo esta\r\ninterpretación, y no otra, es armónica con el principio de publicidad, el\r\nderecho fundamental al debido proceso y el acceso a la administración de justicia.\n \n156.          \r\nFinalmente, la accionante también alegó que el defecto\nprocedimental se configuró por la falta de defensa técnica en su proceso\r\n\u0093en tanto que el defensor de oficio que [le] fue asignado por la Defensoría del\r\nPueblo nunca se presentó a la audiencia\nde lectura de decisión de la sentencia de segunda instancia, como\r\ntampoco justificó su inasistencia\u0094[148]. Sin embargo, tal como se expuso previamente, el Tribunal omitió\r\nrealizar la citación al defensor y a la accionante para llevar a cabo la\r\nnotificación personal, lo que constituye un defecto procedimental absoluto por indebida\nnotificación.\n \n157.          \r\nLa providencia atacada incurrió en defecto\r\nfáctico por omitir una valoración integral de la prueba, valorar indebidamente\r\nel testimonio de Virgelina Aguiar y omitir la aplicación del enfoque de género en el análisis fáctico. Sobre el defecto fáctico,\nla Corte ha señalado de forma reiterada\nque se estructura a partir de una dimensión negativa y otra positiva:\n\u0093La primera surge de las omisiones o descuido de los funcionarios judiciales en las etapas\nprobatorias, por ejemplo,\ncuando (i) sin justificación alguna\nno valoran los medios de\r\nconvicción existentes en el proceso, los cuales determinan la solución del caso\r\nobjeto de análisis; (ii) resuelven el caso sin tener las pruebas suficientes que sustentan la decisión; y (iii) no ejercen la actividad probatoria de oficio cuando ello es\nprocedente, es decir, no ordenan oficiosamente la práctica de pruebas requeridas.\n \nLa segunda dimensión atiende a las\r\nactuaciones positivas del juez, por lo tanto, se incurre en un defecto fáctico\r\ncuando (i) se evalúa y resuelve el caso con fundamento en pruebas ilícitas,\r\nsiempre que estas sean el fundamento de la providencia; y (ii)\nse decide con pruebas que por disposición de la ley no son\r\ndemostrativas del hecho objeto de la decisión.\n \nEn cuanto al defecto fáctico\npor no valoración probatoria, la Corte\nha sostenido que se configura cuando el juez, a pesar de tener a su alcance elementos\nfácticos, omite valorarlos o los ignora sin justificación alguna en su\r\ndecisión. El defecto se materializa cuando el funcionario, a pesar de que\r\nexistan dichos elementos, omite considerarlos, no los advierte o simplemente no\r\nlos tiene en cuenta para efectos de fundamentar su decisión y, en el caso particular, resulte evidente que,\r\nde haberse realizado su análisis y valoración, la solución del asunto jurídico\r\nvariaría sustancialmente. \n \nLa ocurrencia de este defecto fáctico en la valoración probatoria es excepcional considerando que el error\r\nen el juicio valorativo, en los términos de la jurisprudencia constitucional,\r\ndebe ser \u0093ostensible, flagrante y manifiesto\u0094. El juez de tutela no es una instancia de evaluación de los jueces\nque ordinariamente conocen del asunto y tampoco puede desconocer las facultades del juez natural. Al analizar las particularidades\r\nde cada caso concreto también debe respetar la autonomía, la presunción de\r\nbuena fe y la imparcialidad. En tal sentido, la intervención del juez\r\nconstitucional debe limitarse a comprobar (i)\r\nque se haya producido una omisión\nen la valoración de un elemento fáctico;\n(ii)que haya una apreciación caprichosa del mismo;\r\n(iii) que exista la suposición de\r\nalguna evidencia; o (iv) que se le haya otorgado un alcance que no tiene. El\r\njuez constitucional no puede realizar un nuevo examen como si se tratara de una\r\ninstancia adicional, porque su\r\nfunción se ciñe a verificar que la solución de los procesos judiciales sea\r\ncoherente con la valoración ponderada de los elementos fácticos presentes en la\r\nactuación[149]\u0094.\n \n158.          \r\nPese al extravío del expediente que incluía las pruebas practicadas en la primera\r\ninstancia, corresponde a esta Sala determinar si concurre un defecto fáctico\nen la providencia reprochada, a partir de la información sobre las pruebas practicadas que quedó consignada en las dos sentencias, así como\r\na partir del análisis probatorio que adelantaron los jueces ordinarios sobre\r\nestas y el mérito que concedieron a dichas pruebas.\n \n159.          \r\nEl juzgado penal de instancia\nfundamentó la condena\npor el homicidio atenuado, entre otras, en las siguientes pruebas\npericiales: (i) examen médico\r\nsexológico que encontró el área genital externa normal; (ii) el protocolo de\r\nnecropsia practicado al cadáver de José Virgilio[150]; (iii) examen de la ropa interior de la accionante en la que se\r\nconcluyó que \u0093sí se encontraron espermatozoides humanos en las muestras\r\nenviadas al laboratorio\u0094[151]; (iv) examen metabólico que arrojó resultado negativo para\r\ncocaína y cannabinoides en el cuerpo del fallecido y positivo para etanol; (v)\r\nexamen suscrito por la bacterióloga forense que arrojó que \u0093la sangre humana\r\nencontrada en el haca puede pertenecer al occiso\u0094[152]; (v) examen\npsiquiátrico practicado a Virgelina Aguiar que arrojó que se trató de\r\nun delito de características emocionales. Este dictamen concluyó que \u0093al\r\nmomento de los hechos la examinada no sufría de trastorno mental ni inmadurez\r\npsicológica, que impidiera\ncomprender la ilicitud\nde sus actos y\/o determinarse de acuerdo con esa comprensión\u0094[153].\r\nEste dictamen no fue controvertido.\n \n160.          \r\nEl Tribunal acogió los argumentos expuestos por los recurrentes\r\nque señalaron que la procesada mintió\na lo largo del proceso\n\u0096omitiendo considerar las apremiantes circunstancias en las que se\r\nencontraba\u0096, y en consecuencia, desestimó por completo su relato, atribuyendo,\r\nen cambio, todo el crédito a Willinton Vanegas, empleado de José Virgilio, pese\r\na que este no fue un testigo directo de los hechos y que se limitó a declarar\r\nsobre las calidades personales de su empleador, así como de los hechos\r\ncircunstanciales relacionados con el encuentro en la discoteca Montelíbano y el\r\nregreso en taxi.\n \n161.          \r\nComo consecuencia de lo anterior, el Tribunal desestimó la\r\nviolencia sexual ocurrida contra Virgelina, afirmando que \u0093es falso que\r\n[Virgelina] haya sido objeto de acceso carnal violento por parte del fenecido\r\nporque si dice que sostuvo una primera relación sexual con José Virgilio Campos\r\nGarcía, hecho cierto probado pericialmente, claro está que ella dice que bajo amenazas y presiones, pero que lo\r\ncurioso es que no hizo nada en defensa suya,\nsino que permitió\nque José Virgilio hiciera\nel acto sin sentir nada ella\r\npor lo que se concluye fue una relación sexual consentida nacida de su propia\r\nvoluntad\u0094 (énfasis añadido)[154]. Esta desafortunada lectura de los\r\nhechos que hace el Tribunal desconoció el relato de la víctima cuando explicó\r\nen reiteradas oportunidades que José Virgilio la había amenazado coaccionándola\r\ncon un cuchillo y luego empujándola, tras lo que le forzó el\r\npantalón, lo que explicaba que tuviera descocido el cierre. Además\nde insistir en que la amenazaba\ncon que si quería volver a ver a sus hijos debía acceder\r\na sus pretensiones sexuales[155].\n \n162.          \r\nAsí, observa la Sala que el hecho de que José\r\nVirgilio hubiera doblegado la voluntad de la accionante a través de la\r\nviolencia, física y psicológica, en ningún caso puede interpretarse como que se trató de\r\nun acto sexual consentido, como equivocadamente lo valoró el Tribunal. Más aún,\r\nel Tribunal cuestiona que la accionante no hubiera repelido la primera agresión\r\nsexual a la vez que le reprocha que hubiera evitado una segunda agresión\r\nmediante el uso de la violencia. Esta\r\nlectura de las pruebas, y en concreto, la conclusión sobre el consentimiento de\r\nVirgelina frente a la relación sexual desconoce el enfoque de género que\r\nvincula a los jueces a la hora de interpretar los hechos y redunda en la\r\nvulneración del derecho de las mujeres a vivir una vida libre de violencia. En\r\nefecto, la violencia sexual como una forma de violencia contra las mujeres\r\nimplica la utilización de coacción, no solo física, sino también psicológica\r\nque buscan que la víctima doblegue su voluntad, sin que esto pueda equipararse\r\nen ningún caso al consentimiento.\n \n163.          \r\nDe otro lado, el Tribunal desestimó que la ubicación de los hijos\r\nde Virgelina pudiera ser utilizada para coaccionar a la mujer para acceder a las pretensiones sexuales de José\r\nVirgilio. Para llegar a esta conclusión, el Tribunal partió del hecho de que\r\nVirgelina accedió a dejar a sus hijos al cuidado de Luz Marina Parra, madre de\r\nWillinton Vanegas, quien declaró que \u0093como a las ocho de la noche llegaron\r\ntodos tres y los tres niños, la misma muchacha\nentró a la casa y acostó [a] los niños\nen la pieza de la niña\r\nmía de 10 años\u0094[156]. Con fundamento en lo anterior, el Tribunal estimó inverosímil la posibilidad de que\r\nJosé Virgilio pudiera utilizar a los hijos de\r\nVirgelina para ejercer\npresión sobre ella pues esta conoció el lugar en el que se encontraban los menores cuando fueron a llevarlos y además fue quien los acostó. Así pues, según el Tribunal,\r\nVirgelina en ningún momento se encontraba en peligro de perder a sus hijos o\r\nque a estos les pudiera pasar algo.\n \n164.          \r\nEn tal sentido, el Tribunal señaló, que tal como lo declaró\r\nWillinton Vanegas Parra \u0093desde el momento en que José Virgilio Campos García\r\ndecidió irse en compañía de Virgelina Aguiar y Willinton Vanegas el 20 de julio\r\ndel año 2000 a compartir una noche de esparcimiento, hasta el instante en que regresaron de tal\r\nactividad, reinó la concordia entre los tres, y Virgelina, por su parte, pudo\r\ndepartir sin preocupación alguna pues sus menores hijos habían quedado\nbajo el cuidado\nde la madre de Willinton\u0094[157].\r\nSin embargo, para esta Sala, tal argumento no es de recibo,\r\nprimero, porque no da cuenta del\r\nmomento de los hechos que tuvieron lugar en la carnicería cuando ya no estaba\npresente Willinton, quien\nno pudo ser un testigo\ndirecto de los hechos. En efecto, los delitos sexuales son \u0093de puerta\r\ncerrada\u0094 pues por lo general ocurren en espacios privados alejados de la\r\npresencia de testigos directos, de ahí que la declaración de la víctima\nresulta fundamental. Por lo anterior, corresponde a las autoridades judiciales brindarles el espacio de ser oídas y participar en el\r\nproceso, y además, tomar en cuenta su declaración sin perjuicio de la presunción de inocencia[158]. Y segundo, porque quedó acreditado que el consentimiento que dio Virgelina a dejar a sus hijos en\ncasa de Luz Marina estaba circunscrito a un período\ncorto y no indefinido\r\ncomo se tornó posteriormente por la negativa\nde José Virgilio de recogerlos\r\ncomo había sido acordado.\n \n165.          \r\nEn efecto, el Tribunal no consideró el hecho de que, como señaló\r\nel mismo testimonio de Luz Marina,\nfue José Virgilio quien se comprometió a recoger en la madrugada de ese mismo día a los menores[159]. Lo anterior\r\nexplica, como adecuadamente lo hizo el Juzgado de primera instancia, que\r\nVirgelina se encontraba bajo el convencimiento de que esa misma noche\r\nrecogerían a los menores, que además, Virgelina \u0096oriunda de Venadillo\u0096no podía recordar\nla dirección de Luz Marina\ny por tanto no podría\ndirigirse por sí sola a la residencia, y que sus hijos se encontraban al cuidado de la madre del empleado de José Virgilio. De\r\nahí que es posible concluir razonablemente que José Virgilio instrumentalizara\r\na los hijos de Virgelina para obtener de ella un beneficio de carácter sexual.\nEl temor por el bienestar de los menores encuentra pleno\r\nfundamento en el hecho de que Virgelina hubiera sido agredida por quien había\r\ncoordinado el cuidado de sus hijos esa noche. Por ello, este tipo de violencia no se descarta\npor el hecho de que Virgelina, en compañía de José Virgilio y Willinton,\r\nhubiera llevado a sus hijos a la casa de Luz Marina,\npues lo cierto es que José Virgilio\ninstrumentalizó a los hijos de Virgelina para obtener un provecho sexual.\r\nTal como lo consideró el juez de primera instancia, ello configuró una coacción\r\nmoral que no fue desvirtuada, y que no puede ser puesta en duda con el argumento de que José Virgilio era una\r\npersona pacífica y tímida[160].\r\n\n \n166.          \r\nEl Tribunal, en cambio, consideró, equivocadamente, que la coacción\r\nsolo puede ejercerse por un medio, cuando no es incompatible que para doblegar\r\na la víctima se acuda no solo a la violencia física, sino también la\r\npsicológica, como se desprende del testimonio de Virgelina. Del hecho de que la\r\naccionante hubiera declarado que le manifestó a José Virgilio que \u0093conste que\r\nvoy a estar con usted pero con tal\r\nque me diga dónde están mis hijos\u0094[161], confirma que la accionante no dispuso libremente de su integridad sexual sino que se encontraba\r\ncoaccionada.\n \n167.          \r\nDe otro lado, la accionante explicó en su testimonio que tras\r\nhaber sido violentada tomó un cuchillo que estaba encima del congelador donde\r\nlos dejaban \u0096recuérdese que el lugar de los hechos\nera una carnicería\u0096, y que tras\nhaber sido agredida\nuna primera vez y \u0093al ver que [José Virgilio\nla] había amenazado y no me\r\nquería decir donde estaban mis hijos cogí el hacha y perdí el control, no sé\r\nqué hice\u0094[162]. La presencia de los cuchillos\r\nsobre el congelador además quedó demostrada con el registro\nfotográfico referido por el Juzgado de la primera instancia[163]. \n168.          \r\nSin embargo, el\r\nTribunal desestimó esta versión de los hechos puesto que la accionante declaró lo siguiente, \u0093no sé\r\nsi tomé el hacha con la mano izquierda o derecha, el hacha estaba encima del\r\ncongelador, yo creo que en el momento que le mandé el hacha le rapé el cuchillo\r\nque lo tenía sobre la cama, de ahí no sé porque salí volada\u0094[164]. Además, porque de las fotografías\r\nse podía ver que los cuchillos estaban en orden encima del congelador. En\r\ncambio, sin mayor fundamento probatorio concluyó que \u0093dado el tamaño y peso del\r\nhacha, es prácticamente imposible para una mujer, coger el hacha con una mano y\r\ndar un golpe similar al que ella dio en la humanidad de la víctima, es decir, al relatar ella, que no recuerda si cogió el arma con la mano derecha o izquierda, ahonda más el\r\ngrado de incertidumbre que genera su versión\nde los hechos\u0094[165], lo que configura un estereotipo de una mujer débil\r\nque solo se empleó para tachar la credibilidad de la víctima,\npues lo cierto es que en ningún momento\ndel proceso estuvo en duda ni la causa de muerte de José Virgilio, ni que Virgelina fue\r\nquien asestó el golpe. De ahí que la falta de certeza sobre la mano con la que\r\ntomó el hacha puede explicarse por el mismo estado de alteración de la accionante,\r\nque se pudo observar además con la valoración del médico forense que el\r\nTribunal excluyó de plano por considerar que fue de índole\njurídico, sin tomar en consideración su concepto frente a\r\nla condición emocional en la que se encontraba la accionante[166]. \n169.          \r\nConstata la Sala que esta omisión del Tribunal es el resultado de\r\nun franco desconocimiento del enfoque de género, así como de una vulneración de\r\nlos derechos al debido proceso y a vivir una vida libre de violencia pues, sin\r\nningún sustento probatorio adicional, descartó que Virgelina pudiera tomar el hacha solo por ser mujer y, desconoció el contexto apremiante de violencia en el que se desarrolló el hecho enjuiciado. Esto se enmarcan un prejuicio a partir de la idea\r\nde la mujer débil. Más aún, tal prejuicio llevó al Tribunal a concluir ligeramente que Virgelina debía\nestar mintiendo y, en\r\nconsecuencia, desestimó su testimonio pese a que fue consistente en torno a la\r\nviolencia que sufrió por parte de José Virgilio.\n \n170.          \r\nPor otra parte, el\r\nTribunal no le da credibilidad a la versión de la accionante a tal punto que\r\ntermina por aceptar un homicidio doloso sin motivación, en concreto, precisó\r\nque si bien la Fiscalía introdujo una hipótesis de que el homicidio hubiera\nsido cometido con fines de hurto, concluyó\nque esto \u0093pudo ser cierto o\r\nno, pero tal afirmación queda en el plano de las conjeturas; eso sí, ello lo\r\nque reafirma es lo fantasioso e irrisorio de su historia, a fin de justificar\r\nde alguna manera su proceder, pero no tiene la entidad persuasiva suficiente\r\npara afirmar que el móvil era el de apoderarse del dinero de propiedad del\r\nocciso\u0094. Y, seguidamente reconoció que \u0093efectivamente tuvo que existir\nun móvil para que la procesada hubiese\nsegado la vida de Campos García, diferente claro está,\na la supuesta agresión sexual\nde que ella dijo fue víctima, pero arribar a conclusiones\r\ntales como que la procesada buscaba apoderar del dinero del fallecido,\r\nrepetimos, sería navegar dentro de conjeturas propias del mundo de las\r\nprobabilidades, so pena de confundir ello con la certeza\u0094[167]. \n \n171.          \r\nEn consecuencia, no había lugar a que el Tribunal\ndescartara, alegando\r\ncontradicciones menores en el testimonio de Virgelina, que ella se encontraba\r\nen el momento de los hechos en una situación apremiante de violencia que\r\ndeterminó su actuar \u0096situación, esta sí, que fue siempre consistente en sus\r\ndeclaraciones sin que el Tribunal valorara tal situación\u0096, y que pese a que fue\r\nalegada por su defensa, tanto en la modalidad de ira e intenso dolor, como en\r\nla posibilidad de configurar una legítima defensa, ambas hipótesis fueron descartadas\r\npor el Tribunal. Dado que la carga de la prueba recae en el ente acusador, y que era obligatorio para los funcionarios judiciales \u0096incluyendo a la\r\ndelegada de la Fiscalía\u0096 emplear el enfoque de género en la valoración de la\r\nprueba, puede concluirse que el hurto nunca fue demostrado y que, en consecuencia, sólo había lugar a dar por acreditada la hipótesis defensiva frente a\r\nla existencia de la agresión.\n \n172.          \r\nEn cambio, la legítima\ndefensa que alegó\nel defensor fue ignorada por el Tribunal, por cuanto,\r\na su juicio, el hecho de que la víctima del homicidio estuviera acostado en la\r\ncama de medio lado, descartaba cualquier actitud de ataque. Dado que el\r\nTribunal desechó erróneamente la existencia de la agresión sexual contra\r\nVirgelina, valoró de forma fragmentada el ataque\ncontra la vida de José Virgilio, pues solo así pudo ver configurada la agravante de la\r\nindefensión en la que se encontraba. En concreto, fundamentó la agravante en\r\nque al momento en que Virgelina propinó el golpe\n\u0093José Virgilio se encontraba acostado\nen la cama de medio lado apoyando su cabeza en el brazo\r\nizquierdo, cuando él recibe la herida mortal\ncon el hacha, entonces, ante esta posición\ndel occiso cómo era que la\r\niba a violar, y en qué momento\niba ella a coger el hacha, lo que hace concluir\r\nque la víctima estaba desprevenida, cansada, dormida, en razón de sus tragos y\npor la actividad sexual que acababa\nde sostener, y es ahí donde aprovecha Virgelina\u0094[168]. En lugar de considerar la\r\nexistencia de la agresión que antecedió al homicidio, el Tribunal solo\r\nconsideró el golpe que asestó Virgelina contra José Virgilio como si fuera un\r\nhecho aislado cuya motivación no pudo explicar.\n \n173.          \r\nContrario al deber que tienen los funcionarios judiciales de\r\nadelantar una valoración probatoria libre de sesgos y que además no perpetúe\r\nestereotipos de género, el Tribunal consideró que \u0093las inanes\r\nexculpaciones dadas por la procesada, inventándose lo presuntamente sucedido en\r\nel transcurso del día 20 de julio de 2000, y en la discoteca \u0091Monteblanco\u0092, iban dirigidas a hacer\nver a la víctima como una persona\nagresiva, sin compasión, despreocupada por completo del bienestar de los hijos\nde aquella, y así darle credibilidad a lo expuesto\npor ella, relacionado con el presunto\nataque sexual de que fue\r\nobjeto en la casa de la víctima\u0094[169], pues a su juicio, la procesada tenía la intención de hacer ver a\r\nJosé Virgilio como una persona celosa \u0093y por allí empezar a mostrar móviles\r\npara una posible agresión que pudo desencadenar el homicidio\u0094[170]. A esta conclusión llegó con fundamento en la declaración de Willinton Vanegas,\nquien no fue testigo de los hechos,\ny se limitó a señalar que el\r\nseñor José Virgilio era una persona pacífica, tímida. Con ello, adicionalmente\r\nignoró que la responsabilidad penal en el ordenamiento jurídico colombiano es\r\nde acto y no de autor, y que se juzgan las acciones u omisiones de\r\nlas personas y no su temperamento o forma de ser.\n \n174.          \r\nLa sesgada valoración probatoria que efectuó el Tribunal no solo\r\nignoró el enfoque de género, sino que desconoció el derecho de Virgelina a\r\nvivir una vida libre de violencia, afectando el debido proceso y contribuyendo\r\na la configuración del defecto sustantivo, tal como se explica a continuación.\n \n175.          \r\nLa providencia atacada incurrió en defecto\r\nsustantivo al inaplicar, por un sesgo de género, la eximente de responsabilidad\r\npenal de legítima defensa o la circunstancia de culpabilidad disminuida de ira\r\no intenso dolor y, en su lugar, aplicar el agravante de la indefensión. La Sala Penal del Tribunal\r\nSuperior de Ibagué modificó la responsabilidad penal de la accionante\r\neliminando el atenuante de ira o intenso dolor y, en su lugar, condenó por homicidio agravado por la indefensión de la víctima,\nal efectuar una aplicación\r\nrestrictiva y limitada de la eximente o en su defecto de la atenuante de\r\nresponsabilidad penal, cuando había lugar a ello.\n \n176.          \r\nTal y como quedó consignado en la sentencia de primera instancia,\r\nla accionante alegó en su favor o bien la configuración de una atenuante\npor ira o intenso dolor, o una\r\nlegítima defensa de su vida o de su integridad y dignidad sexual, que el\r\nTribunal descartó por cuanto la víctima estaba acostado en la cama de medio\r\nlado, lo que a su juicio, descartaba cualquier actitud de ataque[171].\r\nAunque la primera instancia reconoció la atenuante, ninguna de las instancias ordinarias valoró la posibilidad de la configuración de una legítima defensa,\npese a que tal hipótesis\nfue planteada por la defensa y a que se trata de una\r\nfigura relevante en los casos de la violencia\r\ncontra la mujer.\n \n177.          \r\nEn efecto, es posible que, a diferencia de otras formas de\r\nviolencia, esta se produzca de forma ininterrumpida en el tiempo y se\r\nmanifieste de múltiples formas, incluyendo la violencia física, sexual,\r\npsicológica o inclusive la vicaria[172]. En este caso concurrieron, al momento de los hechos, el uso del arma blanca como medio\r\nde presión, así como la amenaza de no dejarle ver a sus hijos; y ello debe sumarse a las presiones\r\nindebidas que José Virgilio habría ejercido desde la llegada de Virgelina para\r\nque accediera a sostener contactos sexuales.\nTodo eso constituye, sin lugar a duda, violencia contra la mujer -así como contra\r\nlos menores- y era suficiente para dar por acreditada la coacción a la que\r\nestaba sometida.\n \n178.          \r\nEl juez de primera instancia encontró que la accionante actuó bajo\r\nla circunstancia de culpabilidad disminuida de ira o intenso dolor provocada\r\npor \u0093un comportamiento ajeno, grave\ne injusto que se evidencia con hechos probados como son en primer\r\nlugar el acceso carnal violento mediante agresión física y moral,\ny en segundo lugar, el chantaje de José Virgilio\nhacia Virgelina cuando cínicamente le dice que si quiere\nque la lleve a donde están\r\nsus hijos tiene que estar por segunda vez con él\u0094 de ahí que \u0093es un delito de características emocionales y los\r\nmotivos que expone en sus versiones procesales, la hicieron reaccionar\r\nemocionalmente con \u0091ira\u0092 o fuerte estado emocional, criterio científico que\r\nésta instancia comparte\u0094 [173],\r\ny señaló que \u0093cuando menos debe aceptarse como evidencia que ella fue accedida\r\ncarnalmente por el extinto Campos García sometiéndola a insuperable coacción si\r\nes que como ella lo ha sostenido también la amenazó síquicamente con un arma blanca para que accediera a tener esa relación\u0094 [174].\n \n179.          \r\nAdemás, con fundamento en el testimonio de Luz Marina Parra,\r\nconcluyó que fue José Virgilio quien se comprometió con ella a recoger los niños después de que terminaran de divertirse, de modo que cuando aquel le\r\nmanifestó a Virgelina que solo irían por los niños hasta el día siguiente y\r\npara ello tenía que acceder a su pretensión, la estaba forzando moralmente.\r\nHecho que no puede ser desvirtuado por el argumento de que José Virgilio era\r\nuna persona pacífica y tímida.\n \n180.          \r\nAunado a lo anterior, el juzgado citó el dictamen de evaluación\r\npsiquiátrica aportado al proceso y practicado por el médico forense el cual\r\ndeterminó que \u0093el delito cometido por Virgelina en la humanidad de José\r\nVirgilio es un delito de características emocionales\u0094 y concluyó que al momento\r\nde los hechos la accionante no sufría de trastorno mental ni inmadurez\r\npsicológica, que impidiera comprender la ilicitud de sus actos o de\r\ndeterminarse de acuerdo con esa comprensión. Este dictamen no fue controvertido\r\npor las partes.\n \n181.          \r\nEl Tribunal, en cambio, descartó\nla configuración del atenuante, pues a su juicio, no era coherente que la accionante quisiera\r\ndemostrar un estado de ira derivado de la coacción ejercida por José Virgilio\r\npara sostener relaciones sexuales con ella a cambio de informarle sobre el paradero\nde sus hijos, pues la accionante conoció el lugar donde se encontraban sus hijos. De otro lado, el Tribunal concluyó que no\r\nhabía razón para señalar que José Virgilio no era una persona respetuosa,\r\namable y callada, por lo que no dio crédito\nen \u0093las inanes\nexculpaciones dadas por la procesada, inventándose lo\r\npresuntamente sucedido en el transcurso del día 20 de julio de 2000,\ny en la discoteca\r\n\u0091Monteblanco\u0092, iban dirigidas a hacer ver a la víctima como una persona agresiva, sin compasión, despreocupada por completo\r\ndel bienestar de los hijos de aquella, y así darle credibilidad a lo expuesto\r\npor ella, relacionado con el presunto ataque sexual de que fue objeto en la\r\ncasa de la víctima\u0094[175]. \n \n182.          \r\nPese a que el Tribunal no dio crédito a que la\r\nmuerte de José Virgilio se diera como respuesta al acto injusto\nde violencia contra\nVirgelina, lo cierto es que reconoció la duda sobre el\r\nmóvil del homicidio lo que implicó una valoración sesgada que desconoció el factor determinante de la violencia\nde género que antecedió a los hechos. De esta forma, concluyó, que se\r\nconfiguraba la indefensión[176] con fundamento en la declaración de Virgelina en la\r\nque señaló que \u0093[José Virgilio] estaba acostado en la cama de medio lado sobre el costado\nizquierdo apoyada la cabeza sobre el miembro\nsuperior izquierdo formando un triángulo que se apoya sobre el brazo,\r\nantebrazo y mano\u0094 [177]\r\ny de ahí concluyó que \u0093la víctima no estaba \u0091chantajeando\u0092 ni \u0091acosando\u0092\r\nsexualmente a la encausada (\u0085) y por lo tanto no se percató en ningún momento\r\ndel ataque, de lo cual se infiere el evidente estado de indefensión en el cual\r\nse encontraba la víctima, y que aprovechó Virgelina para proceder a su actuar\r\nhomicida\u0094 [178].\n \n183.          \r\nLa aplicación de esta agravante es incompatible cuando se trata de\r\nuna agresión que es consecuencia de una violencia contra la mujer\nque provoca, injustamente,\r\nuna reacción lesiva. Pese a lo anterior, el Tribunal descartó la exclusión o la disminución de la responsabilidad de\r\nla víctima y en su lugar optó por el\r\nagravante de la indefensión, puesto que, basado en un sesgo de género, sólo\r\ntomó en consideración que, al momento de la acción homicida, la víctima se encontraba acostado de lado,\r\npero ignoró aspectos más importantes, relativos a la violencia\ncontra Virgelina, que además explicaban su ánimo. El Tribunal reconoció\r\nque existió duda sobre el móvil del homicidio y, sin embargo, ante esta duda\r\nomitió injustificadamente dar aplicación a las causales de exclusión o\r\ndisminución de la responsabilidad que alegó en su favor la accionante y que\r\nrazonablemente encuentran fundamento en los hechos y las pruebas analizadas, y\r\nen cambio, encontró acreditada la agravante.\n \n184.          \r\nLo cierto es que de conformidad\r\ncon el artículo 29 de la Constitución Política \u0093nadie\npodrá ser juzgado\nsino conforme a leyes preexistentes al acto que se le\r\nimputa\u0094, lo que incluye que el juez, en este caso penal, deba sujetarse\r\nestrictamente a lo dispuesto en la ley cuando se trata de imponer una sanción\r\npenal. Sumado a lo anterior, el artículo 28 Superior prohíbe la limitación de\r\nla libertad salvo cuando se trata de mandamiento escrito de autoridad judicial\r\ncompetente, con las formalidades legales y por motivo previamente definido\nen la ley. En este marco, el juez está obligado, no sólo\r\na considerar las causales que excluyen la responsabilidad y aquellas\r\natenuantes de la culpabilidad, sino que, en casos de violencia contra\nla mujer, debe adoptar un\r\nenfoque de género que garantice la aplicación de estas causales de acuerdo con\r\nlas especificidades de estos contextos de violencia y que atiendan al mandato de propender por la erradicación de la misma,\nasí como por garantizar el derecho de las mujeres a vivir una vida libre\r\nde violencia.\n \n185.          \r\nLa providencia atacada incurrió en defecto\r\nde violación directa de la Constitución al desconocer los artículos 13 y 43\r\nsuperiores. Como se indicó anteriormente, este defecto se configura,\r\nentre otros eventos cuando el juez desconoce o aplica de manera indebida los\r\nmandatos constitucionales, por lo que se trata de un defecto autónomo y\r\nespecífico. Sin embargo, tal y como se acaba de exponer, en este caso en\r\nconcreto los defectos sustantivo y fáctico se configuraron en gran medida\r\nporque el Tribunal adelantó un análisis fáctico y jurídico carente de enfoque\r\nde género y revictimizante. Es decir, las particularidades de este caso\r\nevidencian una relación inescindible entre los defectos de violación directa de\r\nla Constitución con los defectos sustantivo y fáctico. Sin embargo, es claro\r\nque el defecto por violación directa de la Constitución no se deriva\r\nnecesariamente de la constatación de otros defectos. \n \n186.          \r\n Ahora bien, la Sala corrobora que el Tribunal en su providencia\r\nincurrió en una violación directa de la Constitución al desconocer lo dispuesto en los artículos 13[179] y 43[180] superiores.\r\nEn el mismo sentido, la decisión tampoco consultó criterios interpretativos\r\nrelevantes de dichas disposiciones, como son los instrumentos internacionales\r\nque propugnan por la eliminación de cualquier tipo de discriminación contra la mujer[181].\n \n187.          \r\nAsí, el artículo 13 de la Constitución consagra el derecho a la\r\nigualdad como un elemento necesario del modelo del Estado Social de Derecho[182],\r\nque proscribe toda forma de discriminación, y que propende porque la igualdad\r\nno sea apenas un postulado teórico. En desarrollo de este postulado, el\r\nartículo 43 propende por erradicar la discriminación a la que está sometida la\r\nmujer. La jurisprudencia constitucional ha reiterado que \u0093cualquier acto que\r\npretenda \u0091anular, dominar o ignorar a una persona o grupo de personas, con\r\nfrecuencia apelando a preconcepciones o prejuicios sociales o personales\u0092, como\r\npuede serlo el sexo, es un acto discriminatorio proscrito por la Constitución\u0094 [183].\r\nEstos dos artículos han sido interpretados conjuntamente por la Corte, para\r\nafirmar un mandato de igualdad entre los sexos en las relaciones sociales en\r\ngeneral, y en la aplicación de la ley. Así pues, dese la Sentencia C-588 de\r\n1992, esta corporación se pronunció al respecto señalando que \u0093[h]ombre y mujer\r\ngozan de los mismos derechos y prerrogativas y están obligados por sus deberes\r\nen igual forma a la luz de la Constitución, pues ninguno de los dos sexos puede\r\nser calificado de débil o subalterno para el ejercicio de los primeros ni para\r\nel cumplimiento de los segundos, ni implica \"per se\" una posición de\r\ndesventaja frente al otro. La pertenencia al sexo masculino o al femenino\r\ntampoco debe implicar, por sí misma, una razón para obtener beneficios de la\r\nley o para hallarse ante sus normas en inferioridad de condiciones\u0094 [184].\r\n\n \n \n188.          \r\nAsí, la Constitución y la ley, en armonía con diversos\r\ninstrumentos internacionales suscritos por Colombia, imponen al Estado asumir\r\ndeberes específicos para prevenir, erradicar y sancionar\nla violencia contra\nla mujer. Esta obligación\r\nvincula más vigorosamente a los operadores judiciales en tanto que la\r\nadministración de justicia es un escenario para la defensa y protección de los\r\nderechos y libertades fundamentales.\n \n189.          \r\nEn efecto, el artículo 7 de la Convención Interamericana para\r\nPrevenir, Sancionar y Erradicar la Violencia contra\nla Mujer (Convención de Belém do Pará) establece como obligación del Estado la de \u0093a. abstenerse de cualquier acción o práctica de\r\nviolencia contra la mujer y velar por que las autoridades, sus funcionarios,\r\npersonal y agentes e instituciones se comporten de conformidad con esta\r\nobligación; b. actuar con la debida diligencia\npara prevenir, investigar y sancionar la violencia contra\nla mujer\u0094. Seguidamente, el artículo 8 establece que los Estados parte convienen en adoptar, en forma progresiva, medidas\r\nespecíficas para \u0093fomentar la educación y capacitación del personal en la\r\nadministración de justicia, policial y demás funcionarios encargados de la aplicación de la ley, así como del personal a cuyo cargo esté la\r\naplicación de las políticas de prevención, sanción y eliminación de la\r\nviolencia contra la mujer\u0094[185].\n \n190.          \r\nPor su parte, la Convención sobre\nla Eliminación de todas las formas de Discriminación contra la\r\nMujer (CEDAW, por sus siglas en inglés) recoge las principales obligaciones que\r\nlos Estados miembros de la ONU deben cumplir, \u0093evitando la reproducción de distintos\r\ntipos de discriminación en contra de la mujer\u0094[186].\r\nEste instrumento exige a los Estados reforzar los estándares de\r\nprotección jurídica de la mujer en todos los ámbitos.\n \n191.          \r\nSegún la CIDH, las medidas\nprovisionales tienen un carácter \u0093no solo\r\ncautelar, en el sentido de que preservan una situación jurídica, sino\r\nfundamentalmente tutelar, por cuanto protegen derechos humanos, en tanto que\r\nbuscan evitar daños irreparables a las personas\u0094. La posibilidad de que se\r\nconfigurara un daño irreversible no fue siquiera considerada por los jueces\r\naccionados. Ello desconoció los estándares internacionales de derechos humanos\r\nque velan por la garantía efectiva de los derechos de las víctimas.\n \n192.          \r\nDe lo anterior\nse deriva el deber de incorporar la perspectiva o enfoque\r\nde género en la administración de justicia, que se traduce en hacer efectivo el\r\nderecho a la igualdad de las mujeres, como respuesta a la obligación\r\nconstitucional, legal e internacional de combatir la discriminación, y en un\r\ncaso concreto, remediar las situaciones asimétricas de poder que perjudican a\r\nlas mujeres.\n \n193.          \r\nEsta corporación ha precisado que el empleo de la perspectiva de\r\ngénero (i) no implica una actuación parcializada del juez, sino que\r\nreclama independencia e imparcialidad por su parte; (ii) exige que la autoridad\r\njudicial no perpetúe estereotipos de género discriminatorios; y (iii) que la\r\nactuación del juez, al analizar supuestos de violencia contra la mujer,\r\ndebe emprender un abordaje multinivel para considerar fuentes normativas de\r\ndiferente orden[187].\n \n194.          \r\nEl Tribunal adelantó\nuna errada lectura\ndel contexto de violencia\r\nsexual contra la mujer, en el que se transgredieron los artículos 13 y 43 de la\r\nConstitución Política, cuya interpretación debe hacerse a la luz de\r\ninstrumentos internacionales como la Convención de Belém do Pará y la CEDAW,\r\nlos cuales se encontraban vigentes al momento en que fue proferida la sentencia\r\nde segunda instancia. La falta de inclusión del enfoque de género en el\r\nanálisis del caso bajo estudio que adelantó el Tribunal constituyó una\r\nvaloración discriminatoria en contra de la accionante que conllevó un acto de\r\nrevictimización, contraviniendo el mandato constitucional que prohíbe la\r\ndiscriminación de la mujer. \n \n195.          \r\nEn concreto, el Tribunal ignoró los episodios de violencia\r\nnarrados por Virgelina Aguiar, que sin duda constituían violencia contra la\r\nmujer, y redujo injustificadamente el escenario de los hechos jurídicamente relevantes al momento\nen que Virgelina asestó el golpe\r\ncontra José Virgilio, sin considerar el contexto de violencia en el que se\r\nenmarcó ese episodio. Tal sesgo llevó\r\nal Tribunal a concluir que el acto sexual fue\r\nconsentido por Virgelina puesto que ella \u0093no hizo nada en defensa suya, sino\r\nque permitió que José Virgilio\nhiciera el acto sin sentir\nnada por ella\u0094[188].\nLo anterior condujo a que, sesgadamente, se excluyera la aplicación de las normas que disminuyen o excluyen la responsabilidad y, en\r\ncambio, se aplicara un agravante por una supuesta indefensión que hubiera descartado si se hubiera\r\nconsiderado el contexto de la muerte de José Virgilio.\n \n196.          \r\nAl abstenerse de aplicar la perspectiva de género en sus decisiones, en particular en un asunto como el que ahora analiza\nla Corte -en el que se plantean hechos\r\nconstitutivos de violencia sexual contra la mujer-, la Sala Penal\ndel Tribunal Superior\nde Ibagué transgredió los artículos 13 y 43 de la Constitución Política y varios instrumentos internacionales que imponen obligaciones al\r\nEstado colombiano en relación con la erradicación de todas las formas de violencia\r\ncontra la mujer.\n \n197.          \r\nEn consecuencia, deberá proferir una sentencia de reemplazo que\r\ngarantice este enfoque, tanto en la valoración de las pruebas que quedaron\r\nconsignadas en las sentencias de instancia, como en la interpretación y\r\naplicación de las causales de exclusión de responsabilidad por tratarse de una\r\ndefensa legítima, y de atenuación de la culpabilidad por ira o intenso dolor,\r\nen el contexto específico de violencia contra la mujer.\n \n198.          \r\nFinalmente, debe señalarse que la accionante está privada de la\r\nlibertad en virtud de la sentencia de la Sala Penal del Tribunal Superior del\r\nDistrito de Ibagué, de modo que, al quedar ésta sin efectos, la privación de la\r\nlibertad de la accionante queda sin fundamento jurídico. Por lo anterior, y por\r\nmandato de los artículos 28 y 29 de la Constitución Política[189],\r\nse ordenará al Tribunal que, dentro de las cuarenta y ocho (48) horas\r\nsiguientes a la notificación de esta providencia, disponga, la libertad de la\r\nseñora Virgelina Aguiar Cifuentes, de manera inmediata.\n \n \nRESUELVE:\nPRIMERO. REVOCAR la sentencia de tutela\r\nde 31 de enero de 2024 de la Sala de Casación Civil, Agraria y Rural de la\r\nCorte Suprema de Justicia, mediante la cual confirmó la sentencia del 1º de\r\nnoviembre de 2023, de la Sala de Casación Penal de la Corte Suprema de Justicia\r\nque declaró improcedente la tutela. En su lugar, AMPARAR los\nderechos fundamentales de acceso a la administración de justicia,\r\ndebido proceso y a vivir una vida\r\nlibre de violencia de la accionante.\n \nSEGUNDO. DEJAR SIN EFECTOS la sentencia de segunda instancia\r\nproferida por el Tribunal\nSuperior del Distrito\nJudicial de Ibagué del 23 de\r\njunio de 2005, dentro del proceso penal ordinario seguido contra Virgelina\r\nAguiar Cifuentes, de conformidad con lo expuesto en las consideraciones de esta\r\nprovidencia. En consecuencia, ORDENAR al Tribunal Superior del Distrito\r\nJudicial de Ibagué que dentro de las cuarenta y ocho (48) horas siguientes a la\r\nnotificación de esta providencia, disponga la\nlibertad de la señora Virgelina Aguiar Cifuentes, de\r\nmanera inmediata.\n \nTERCERO. ORDENAR al Tribunal Superior del Distrito de Ibagué que, dentro\nde los sesenta (60) días siguientes a la notificación de esta sentencia, profiera una sentencia de reemplazo,\r\nteniendo en cuenta las consideraciones de la parte\r\nmotiva de esta sentencia. \nCUARTO. LIBRAR, por la Secretaría General de la Corte Constitucional, la comunicación de que trata el artículo\r\n36 del Decreto ley 2591 de 1991, para los efectos allí contemplados.\n \n \nComuníquese y cúmplase.\n \n \nANTONIO JOSÉ LIZARAZO OCAMPO\nMagistrado\n \n \n \nPAOLA ANDREA MENESES MOSQUERA\nMagistrada\nCon aclaración de voto\n \n \n \nCRISTINA PARDO SCHLESINGER\nMagistrada\n \n \n \nANDREA LILIANA ROMERO LOPEZ\nSecretaria General\n \n \n \n \n \n \n \n \n \nACLARACIÓN DE VOTO DE LA MAGISTRADA\nPAOLA ANDREA MENESES MOSQUERA\n \n \nReferencia: T-459\r\nde 2024 \nExp T-10095405\n \nMagistrado ponente: \nAntonio José Lizarazo Ocampo\n \n \nCon mi\r\nacostumbrado respeto por las decisiones adoptadas por la Corte Constitucional,\r\nsuscribo la presente aclaración de voto en relación con la sentencia de la\r\nreferencia. Estoy de acuerdo con amparar los derechos fundamentales de la\r\naccionante, así como también lo estoy con la decisión de dejar sin efectos la\r\nsentencia penal de segunda instancia del 23 de junio de 2005, proferida por el\r\nTribunal Superior de Ibagué. Igualmente, acompañé que se disponga la libertad\r\nde la accionante y que se le ordene a la referida autoridad emitir un fallo de\r\nreemplazo. Sin embargo, en relación con esta última orden considero necesario\r\naclarar mi voto. En mi criterio, la Sala debió haber ordenado la reconstrucción\r\ndel expediente, antes de que se dictara la sentencia ordinaria de reemplazo. Esto,\r\npor las tres razones que explicaré a continuación.\n \nPrimero, es\r\nverdad que el artículo 126 del Código General del Proceso (CGP), que regula el\r\ntrámite para la reconstrucción del expediente, no establece un término concreto\r\npara reconstruir un expediente judicial. Amparada en tal omisión, la mayoría de\r\nla Sala consideró que emitir una orden de reconstrucción podría afectar la\r\nvigencia de los derechos fundamentales de la accionante. No obstante, en mi\r\ncriterio, tal omisión pudo haber sido subsanada imponiendo un plazo para\r\nadelantar las diligencias reconstructivas. Al no hacerlo, la Sala ordenó emitir\r\nuna decisión de reemplazo en un caso en el que no existe un expediente judicial\r\n(físico ni digital), lo que resulta bastante problemático para efectos probatorios,\r\nparticularmente, porque se vulnera el principio de necesidad de la prueba,\r\nque, según el artículo 164 del CGP, supone que \u0093toda decisión judicial debe\r\nfundarse en las pruebas regular y oportunamente allegadas al proceso\u0094.\n \nUna orden de\r\nreconstrucción del expediente hubiera permitido recopilar la mayor cantidad de\r\npiezas procesales que contribuyan al ejercicio de deliberación y decisión\r\nacerca de la posición a adoptar frente a los supuestos que rodean la situación\r\nde la accionante. Incluso, la existencia de un expediente (físico o digital) es\r\nindispensable para garantizar el acceso e interposición de diferentes recursos\r\nextraordinarios, como, por ejemplo, de revisión y casación.\n \nSegundo, la\r\nmayoría de la Sala entendió que es posible superar el mencionado déficit\r\nprobatorio con \u0093la valoración de las pruebas que quedaron consignadas en las\r\nsentencias de instancia\u0094 (fj. 197), esto es, analizando los fallos penales como\r\nuna prueba documental y, específicamente, con las \u0093referencias\u0094 que estos\r\ncontienen respecto de otras pruebas (que debieron ser objeto de\r\nreconstrucción). Para tales fines, se dijo que el artículo 425 del Código de\r\nProcedimiento Penal (CPP) les otorga autenticidad a las sentencias penales como\r\ndocumentos y, además, que estas contienen diferentes \u0093referencias\u0094 y\r\n\u0093menciones\u0094 a los peritajes allegados al proceso, así como a los testimonios\r\nrendidos durante el proceso penal, por lo que estos y aquellas se presumen\r\nauténticas. \n \nEn mi criterio,\r\ntal enfoque es problemático. Por una parte, la autenticidad del documento es un\r\nasunto relacionado con la validez del medio de prueba, pero nada tiene que ver\r\ncon su idoneidad y pertinencia para demostrar los hechos objeto de\r\ncontroversia. En otras palabras, el artículo 425 del CPP consagra la\r\nposibilidad de sustentar la validez de la prueba documental (así esta no haya\r\nsido decretada como tal dentro del proceso), pero no permite, en forma alguna,\r\nasumir que las sentencias penales son pruebas idóneas y pertinentes para\r\ndemostrar los hechos de violencia que se catalogaron como omitidos y, mucho\r\nmenos, puede ser invocada para dotar de validez las pruebas testimoniales y\r\npericiales debidamente practicadas dentro del proceso ordinario, menos cuando\r\nlo que se ordenó es que los jueces adopten un enfoque de género. \n \nPor otra parte,\r\nla Sala no tomó en consideración que lo que se presume auténtico es la\r\nprueba documental (fallos penales), no los testimonios y pericias practicados\r\nen el proceso penal, claro está, sin entrar en la controversia relacionada con\r\nel hecho de que los documentos que se piden valorar no son los originales,\r\npues, se insiste, el expediente original no existe (ni físico ni digital).\n \nY, por último, la\r\nvaloración de las pruebas testimonial y pericial a través de las \u0093referencias\u0094\r\nque contienen los fallos penales, necesariamente conduce a menguar el principio\r\nde inmediación de la prueba, pudiendo llegar a sacrificar el derecho de\r\ncontradicción que le asiste a las partes del proceso penal.\n \nTercero, la\r\nreconstrucción del expediente fue solicitada por la accionante. Esto, con el\r\npropósito de obtener la información necesaria para el estudio del caso. De esta\r\nmanera, es posible inferir que la accionante busca acumular la mayor cantidad\r\nde piezas procesales para que se reevalúe la condena impuesta. Debo insistir en\r\nque, si el resultado de la nueva sentencia emitida por el Tribunal Superior de\r\nIbagué no le es favorable, la accionante podría requerir los elementos\r\nprobatorios que, en mi criterio, debieron ser reconstruidos, por ejemplo, para\r\nsustentar un eventual recurso extraordinario de casación. \n \nEn conclusión,\r\nconsidero que la Sala de Revisión debió ordenar la reconstrucción del\r\nexpediente penal, antes de que se dictara el fallo de reemplazo, como ya lo\r\nseñalé, para tener mayores elementos de juicio a la hora de adoptar una\r\nsentencia con enfoque de género.\n \nFecha ut supra,\n \n \nPAOLA ANDREA MENESES MOSQUERA\nMagistrada"}
