{"Sentencia":"2024\/T-394-24","Texto":"REPÚBLICA DE COLOMBIA\n \n\n \nCORTE CONSTITUCIONAL\nSala Cuarta de Revisión\n \nSENTENCIA T-394 DE 2024\n \n \nReferencia:\nexpediente T-9.359.163\n \nRevisión de las decisiones judiciales relacionadas con\r\nla solicitud de tutela presentada por Mónica\r\nMaría Restrepo Palacios, representante legal de la sociedad El Colombiano\r\nS.A.S., contra Daniel Quintero Calle\n \nMagistrado sustanciador:\nANTONIO JOSÉ LIZARAZO OCAMPO\n \n \n\n\n\n\nSíntesis de la decisión. La Sala Cuarta de Revisión declaró improcedente la solicitud de\r\n  tutela presentada por la representante legal de El Colombiano contra el\r\n  entonces alcalde de Medellín, Daniel Quintero Calle, porque no cumplió el\r\n  requisito de subsidiariedad. Al respecto, advirtió que, a pesar de que la\r\n  accionante no pretendía que el alcalde rectificara o eliminara los mensajes\r\n  publicados en su cuenta de Twitter relacionados con el medio de comunicación,\r\n  lo cierto es que, en efecto, cuestionaba y juzgaba su contenido. \n \nLa Sala concluyó que la accionante no cumplió los requisitos de\r\n  procedencia en materia de tutela para amparar la libertad de expresión cuando\r\n  la amenaza o el daño a dicha libertad se realiza mediante el uso de redes\r\n  sociales. Así las cosas, señaló que, en el presente caso, la accionante debió\r\n  solicitar la rectificación de la información al exalcalde, pues esta constituye prerrequisito\r\n  para la procedencia de la tutela con el objeto de obtener la protección de tal\r\n  libertad, independientemente de que los canales de divulgación de\r\n  información que se utilicen sean distintos de los tradicionales (prensa,\r\n  radio, televisión, etc.), como es el caso de los portales de internet y las\r\n  redes sociales.\n\n\n\n\n \n \nBogotá D. C., diecinueve (19) de septiembre de dos mil veinticuatro (2024)\n \nLa Sala\r\nCuarta de Revisión de la Corte Constitucional, en ejercicio de sus competencias\r\nconstitucionales y legales, decide sobre los fallos proferidos, en primera\r\ninstancia, por el Juzgado 29 Civil Municipal de Medellín, y, en\r\nsegunda instancia, por el Juzgado Quinto Civil del Circuito de Oralidad de Medellín, dentro del proceso de la referencia[1], previas las siguientes consideraciones. \n \n \nI. ANTECEDENTES\n \nA. Solicitud\n \n1.  \r\nLa solicitud fue presentada el 17 de\r\nenero de 2023 por Mónica María Restrepo Palacios, en\r\ncalidad de representante legal del periódico El Colombiano S.A.S., contra Daniel\r\nQuintero Calle, quien para la época ocupaba el cargo de alcalde de Medellín, por\r\nconsiderar vulnerados los derechos fundamentales del medio de comunicación a la libertad de expresión, a la libertad de prensa, al\r\nbuen nombre y a la no discriminación. Lo anterior, debido a las publicaciones\r\nque el señor Quintero realizó en sus redes sociales cuestionando la imparcialidad\r\ndel diario.\n \nB. Hechos relevantes\n \n2.  \r\nLa solicitante afirmó que Daniel\r\nQuintero Calle ha propiciado escenarios de acoso y \u0093violencia\r\nen línea\u0094[2],\r\nen contra del periódico El Colombiano. En concreto, trajo a colación quince situaciones\r\npuntuales que, a su juicio, darían cuenta del interés del\r\nservidor público por desprestigiar y estigmatizar la labor del medio de\r\ncomunicación escrito y suscitar escenarios de violencia en contra del diario y\r\nde sus trabajadores.\n \n3.  \r\nAgregó que los mensajes del servidor público tienen\r\nun impacto relevante en la opinión pública, pues se trata de un líder político\r\ncuya voz tiene una importante capacidad de incidencia. Para la solicitante, no\r\ncabe duda de que la conducta del alcalde de la ciudad Medellín repercute en la\r\nseguridad del periódico y de sus periodistas, pues, según su criterio, los\r\nmensajes \u0093incitan al odio contra el medio y las personas que trabajan en el\r\nmismo\u0094[3].\n \n4.  \r\nCon la finalidad de probar la veracidad de sus afirmaciones,\r\nla solicitante subrayó quince hechos que, bajo su consideración, revelan la\r\nmanera en que el comportamiento del mandatario local ha propiciado los escenarios\r\nantedichos de violencia digital contra el periódico. En el cuadro se reseña\r\nbrevemente el contenido de tales actuaciones[4]:\n \n\n\n\n\nNota periodística publicada por El\r\n  Colombiano\n\n\nRéplica o afirmación del señor Daniel\r\n  Quintero Calle\n\n\nImpactos de la réplica o de la afirmación\r\n  desde la óptica de la parte accionante\n\n\n\n\n1. El\r\n  12 de septiembre de 2021, se publicó la noticia: \u0093¿cambiará el contratista de\r\n  Hidroituango? Fallo de la Contraloría abrió esa puerta\u0094.\n\n\nEl alcalde replicó en su cuenta de Twitter: \u0093entiendo\r\n  perfectamente la preocupación de @elcolombiano por el futuro de los\r\n  contratistas. Después de todo hacen parte de su junta directiva. Para su\r\n  tranquilidad, no está en nuestros planes entregar los 4 billones de\r\n  sobrecostos aún por ejecutar a empresas Chinas\u0094.\n\n\nEl trino tuvo más de 1600 interacciones en la citada red social. En\r\n  este caso se estigmatizó al periódico por lo que se consideró afectaba sus\r\n  intereses económicos.\n\n\n\n\n2. El 15 de septiembre de 2021, se publicó la nota: \u0093abucheado en el\r\n  Atanasio, así sacaron a Quintero del partido de Nacional\u0094. \n\n\nEl alcalde replicó en su cuenta de Twitter: \u009310 pelagatos gritando y\r\n  miles aplaudiendo. Pero @elcolombiano, al que ya no le da pena defender a los\r\n  responsables de Hidroituango habla de abucheo. Las mayorías están con\r\n  nosotros. El cambio ya viene\u0094.\n\n\nEl trino tuvo más de 5600 interacciones en la red social. Según la\r\n  parte accionante varios de los seguidores del alcalde atacaron al medio como\r\n  consecuencia de los términos despectivos utilizados por el alcalde en su red\r\n  social.\n\n\n\n\n \n\n\n3. El 30 de septiembre de 2021, el señor Quintero publicó en su\r\n  cuenta de Twitter unos gráficos comparativos sobre la reducción de los gastos\r\n  de la entidad territorial en la pauta publicitaria pagada al periódico El\r\n  Colombiano. A partir de los gráficos aludidos afirmó: \u0093reducción de gastos en\r\n  pauta de la Alcaldía de Medellín. Entenderán porque nos quiere tanto El\r\n  Colombiano\u0094.\n\n\nLa publicación tuvo más de 4700 interacciones y, a juicio de la parte\r\n  accionante, generó reacciones hostiles de parte de seguidores del alcalde,\r\n  algunos de los cuales reiteraron la idea implantada por el señor Quintero\r\n  Calle, según la cual el periódico El Colombiano tiene el propósito explícito\r\n  de manipular la realidad en detrimento de la administración local.\n\n\n\n\n4. El 17 de octubre de 2021, se publicó la entrevista a Juan Luis\r\n  Aristizábal, presidente de una de las tres empresas del consorcio\r\n  Hidroituango. La entrevista se tituló: \u0093la Contraloría no nos ha dejado defender:\r\n  Conconcreto\u0094.\n\n\nAl respecto, el alcalde de Medellín publicó una imagen del\r\n  entrevistado, quien había sido miembro de la junta directiva de El\r\n  Colombiano, y trinó: \u0093junta directiva de @elcolombiano\u0094.\n\n\nEl mensaje tuvo 2100 interacciones y, a juicio de la accionante,\r\n  plantó en la opinión pública información que no era verídica, pues desde\r\n  hacía varias semanas el señor Aristizábal ya no hacía parte de la junta\r\n  directiva de El Colombiano.\n\n\n\n\n5. El 9 de diciembre de 2021, se publicó la nota: \u0093Hidroituango: los\r\n  frentes que se abren con el pago del seguro\u0094, relativo al deducible de la póliza\r\n  de seguro que, con ocasión de la obra de Hidroituango, debía asumir EPM.\n\n\nEl alcalde respondió en su cuenta de Twitter: \u0093¿para quién trabajas\r\n  @elColombiano? Contraloría y Mapfre confirman que el colapso se dio por\r\n  errores en construcción y diseño de contratistas. - Por lo mismo, deducible y\r\n  los otros mil millones de dólares no cubiertos por aseguradoras lo deben\r\n  pagar contratistas responsables\u0094.\n\n\nEl trino tuvo más de 3200 interacciones. A juicio de la actora esta\r\n  réplica se suma a la campaña de descrédito hacia la labor periodística del\r\n  medio de comunicación. Si el alcalde tenía por propósito controvertir la\r\n  información, debió ejercer su derecho a la rectificación y no estigmatizar al\r\n  periódico. \n\n\n\n\n \n\n\n6. El señor Quintero Calle publicó un audio relacionado con el\r\n  proceso de revocatoria promovido en contra de su gestión y trinó: \u0093el audio\r\n  que no publicará @elcolombiano\u0094.\n\n\nEl trino tuvo más de 4900 interacciones. En este caso, aseguró la accionante,\r\n  el servidor continuó con su propósito de deslegitimar al medio de\r\n  comunicación a partir de sus supuestos vínculos políticos.\n\n\n\n\n7. El 8 de febrero de 2022, se publicó una\r\n  entrevista a Oscar Suárez Mira, expolítico antioqueño condenado por\r\n  enriquecimiento ilícito, titulada: \u0093antes me buscaban por apoyo y ahora les\r\n  huelo maluco\u0092: Óscar Suárez Mira\u0094.\n\n\nA propósito de la publicación el señor Quintero\r\n  Calle trinó: \u0093El Colombiano lleva casi 3 años mintiendo sobre apoyo de Suárez\r\n  Mira y otros políticos a nuestra administración independiente. Entrevistan a\r\n  Suárez Mira y responde: \u0091falso. No lo conozco, jamás he hablado con él. Lo\r\n  conozco en televisión\u0092. Se les dañó el titular\u0094.\n\n\nLa respuesta tuvo más de 3300 interacciones en la red social. A\r\n  juicio de la parte accionante con este mensaje el alcalde persistió en la\r\n  idea de que el único propósito del periódico es desprestigiar su\r\n  administración. \n\n\n\n\n \n\n\n8. El 6 de mayo de 2022, el señor Quintero publicó\r\n  un trino relacionado con una acción popular interpuesta contra la\r\n  administración municipal y la cual fue fallada en favor de la Alcaldía de\r\n  Medellín. Al día siguiente, el mandatario citó la antedicha publicación y\r\n  trinó: \u0093¿le sorprende a alguien que El Colombiano no publicara esta noticia?\r\n  A nosotros no. Entre propietarios del medio están condenados por Hidroituango\r\n  y su único interés es recuperar el poder\u0094.\n\n\nEl trino reseñado tuvo 7000 interacciones. Según lo expuesto por la accionante,\r\n  este mensaje demuestra el interés del alcalde por recriminar sistemáticamente\r\n  la labor del periódico y polarizar a la ciudadanía en relación con su postura\r\n  hacia el medio de comunicación.\n\n\n\n\n \n\n\n9. El 26 de mayo de 2022, Noticias RCN publicó una\r\n  nota periodística en la que informó que el CTI de la Fiscalía había ingresado\r\n  a la Alcaldía de Medellín con el propósito de revisar una información falsa\r\n  proveída por el alcalde encargado. \nA propósito de esta noticia el señor Quintero Calle\r\n  trinó: \u0093sacan una noticia falsa de una \u0091fuente confiable\u0092, la réplica IFM\r\n  (Panfleto apoyado por ellos) y luego la crece el Colombiano (Medio comprado\r\n  por ellos). Maliciosa e injusta estrategia para acabar con la reputación de\r\n  un equipo que no cede a sus intereses. Ya el país los conoce\u0094.\n\n\nEl trino, de más de 2400 interacciones juzga al medio de comunicación\r\n  como un \u0093medio comprado\u0094, lo cual supone una afrenta más a sus derechos.\n\n\n\n\n10. El 24 de julio de 2022 se publicó una entrevista\r\n  al fiscal general de la Nación, Francisco Barbosa Delgado, que se tituló: \u0093vamos\r\n  a barrer con la corrupción que hay en la administración de Medellín: fiscal\r\n  Barbosa\u0094.\n\n\nSobre el particular el alcalde trinó: \u0093invito a\r\n  estudiantes de periodismo y ética a estudiar el caso de @elColombiano. Leer\r\n  última entrevista al Fiscal. Quiero leer sus opiniones. Sus dueños: Empresas\r\n  condenadas que demandamos. Usan entrevistados como armas políticas, acosan,\r\n  omiten,\ndescontextualizan y luego titulan\u0094.\n\n\nLa parte accionante destacó que este mensaje revela que el alcalde no\r\n  tiene el más mínimo respeto por el periódico El Colombiano, al tiempo que\r\n  mina la libertad de prensa y los principios democráticos. \n\n\n\n\n11. El 24 de agosto de 2022 se publicó la nota\r\n  periodística titulada: \u0093antes que pensar en más cables, el\nmetro necesita un ferrocarril\u0094, relativa a los\r\n  cuestionamientos sobre la construcción de cinco metrocables en la ciudad.\n\n\nEl señor Quintero trinó: \u0093a El Colombiano no le\r\n  gusta a nosotros sí: Iniciaremos Metrocables desde estaciones: -\r\n  Tricentenario hacia Nororiental - Caribe hacia Nororiental - Caribe para\r\n  Robledo hasta Aures - Poblado hasta las Palmas - Estrella para el municipio -\r\n  Estrella a Itagüí y San Antonio de Prado\u0094.\n\n\nLa accionante asegura que este mensaje es tendencioso, pues la nota\r\n  periodística no reflejaba la postura del medio de comunicación, sino que\r\n  reseñaba la opinión de varios expertos en la materia.\n\n\n\n\n12. El 26 de agosto de 2022 se publicó la nota\r\n  periodística \u0093Medellín está de moda: Provenza, entre las 33 calles más \u0091cool\u0092\r\n  del mundo\u0094, sobre el listado de las ciudades más llamativas del mundo.\n\n\nAl respecto el alcalde de Medellín publicó en su\r\n  cuenta de Twitter: \u0093disfrutemos este pequeño instante. El Colombiano reconociendo\r\n  lo bueno de nuestra administración. En efecto la peatonalización de varias\r\n  vías como Provenza ha creado espacios llenos de vida, cultura y diversión.\r\n  Medellín es hoy una de las mejores ciudades para visitar en el mundo\u0094. A\r\n  posteriori, a propósito de la réplica de uno de sus seguidores, quien trinó:\r\n  \u0093Demás que @LuzMaSierra estaba dormida\u0094, el señor Quintero Calle afirmó: \u0093Se\r\n  va a despertar más aterrada que nosotros\u0094. Luz María Sierra es la directora\r\n  del periódico El Colombiano.\n\n\nSegún lo anotado por la accionante, estas publicaciones dan cuenta de\r\n  que el alcalde Quintero se ha empeñado en cuestionar la supuesta postura\r\n  política del periódico y en sembrar la idea de que el medio solo se empeña en\r\n  criticar su administración, lo que contraviene la libertad de prensa.\n\n\n\n\n \n\n\n13. Con ocasión de una nota periodística publicada\r\n  en el diario La República, según la cual algunas constructoras paisas\r\n  estarían interesadas en tomar el control accionario de El Colombiano, el 5 de\r\n  octubre de 2022 el señor Daniel Quintero trinó: \u0093Conconcreto\r\n  empresa condenada por Hidroituango y a la que tenemos demandada por 5\r\n  billones de pesos ahora es dueña de El Colombiano. ¿Adivinen para qué lo\r\n  compraron?\u0094. Luego, el mandatario publicó en su cuenta de Twitter: \u0093La\r\n  @FLIP_org en 3,2,1\u0085 pidiéndome que respete el derecho de este grupo\r\n  empresarial de decir mentiras y poder ganar las elecciones de 2023 de modo\nque les vuelvan a entregar EPM Y les quiten las\r\n  demandas de encima\u0094. Finalmente, ese mismo día comentó: \u0093Reto al Colombiano a\r\n  que cada vez que saque noticias sobre nosotros ponga este asterisco: *El\r\n  Colombiano hace parte del grupo Conconcreto condenado por Hidroituango y\r\n  demandado por el Alcalde y EPM por 5 billones de pesos\u0094.\n\n\nLa accionante insistió en que estos trinos\r\n  revelan que el comportamiento del alcalde ha sido contrario a la libertad de\r\n  expresión, pues sus mensajes están encaminados a desacreditar la labor del\r\n  medio de comunicación bajo la idea de que toda crítica a su gobierno es\r\n  consecuencia de la composición accionaria de la sociedad.\n\n\n\n\n14. El 23 de octubre de 2022, se publicó la nota\r\n  periodística titulada: \u0093la jugada de Quintero para que Petro le haga el\r\n  milagro con tiempos de Hidroituango\u0094, relativa a las \u0093volteretas\u0094 en las que\r\n  había incurrido EPM para obtener más plazo en el encendido de Hidroituango.\n\n\nEn relación con esta nota periodística el alcalde\r\n  Quintero publicó el siguiente mensaje: \u0093el cinismo de la nota radica en que\r\n  sus dueños están condenados por los daños y retrasos de Hidroituango (el Colombiano\r\n  fue comprado por Conconcreto). Con cinismo piden que sancionen a EPM por los\r\n  daños que ellos hicieron o que pongamos en riesgo a familias aguas abajo.\r\n  Nunca\u0094.\n\n\nEl trino tuvo 2500 interacciones y, según la accionante, es reflejo\r\n  del interés del alcalde por desacreditar el trabajo del periódico El\r\n  Colombiano en razón a los vínculos económicos de sus dueños.\n\n\n\n\n15. El 30 de octubre de 2022, la directora de El\r\n  Colombiano, Luz María Sierra, publicó en su cuenta de Twitter un comunicado\r\n  de la Sociedad Interamericana de Prensa (SIP) que dispuso: \u0093la Sociedad\r\n  Interamericana de Prensa, tras 5 días de reunión en Madrid, publicó una única\r\n  resolución sobre Colombia y le hizo fuerte llamado al alcalde de Medellín y a\r\n  su gabinete para que \u0091detengan sus ataques y descalificaciones en contra de\r\n  El Colombiano\u0092 #LibertadDePrensa\u0094. \n\n\nAnte estas publicaciones, el señor Quintero Calle trinó:\r\n  \u0093la verdad es que El Colombiano fue comprado por Conconcreto condenada por\r\n  Hidroituango después de nuestra demanda: Socia de Camargo Correa vinculada a\r\n  Odebretch y su gerente condenado por ocultar información en contratación\r\n  pública\u0094. \nPosteriormente publicó los siguientes mensajes: \u0093antes\r\n  de ser Alcalde, denuncié la pérdida de recursos públicos y el daño ambiental\r\n  en Hidroituango que secó el segundo río de Colombia. Como Alcalde revelé\r\n  pruebas adicionales que comprometieron a Hidroituango y revelaron una trama\r\n  de ocultamiento de información de alto nivel\u0094. Y, \u0093desde entonces y hasta\r\n  ahora, el Colombiano se ha negado a informar en sus notas, las cuales\r\n  tuvieron muchas veces por objeto defender a Conconcreto, que existía una\r\n  conexión entre constructora y medio de comunicación\u0094.\n\n\nA propósito de la reacción del mandatario municipal, la accionante\r\n  destacó que el señor Quintero no ha tenido reparos en cuestionar de manera\r\n  desproporcionada la labor periodística del medio de comunicación, sino que\r\n  también ha omitido las recomendaciones que, en materia de libertad de\r\n  expresión, le han hecho organizaciones de la sociedad civil como la SIP o la\r\n  FLIP.\n\n\n\n\n \n5.  \r\nCon fundamento en lo anterior, la accionante pidió\r\nal juez de tutela amparar los derechos fundamentales invocados y que, en\r\nconsecuencia, se ordene al señor Daniel Quintero Calle que, en calidad de\r\nalcalde de la ciudad de Medellín, emita un pronunciamiento \u0093en relación con su\r\ndeber de respetar la libertad de prensa y la importancia de contar con\r\ndiferentes posturas en el ejercicio periodístico sobre asuntos de interés\r\npúblico\u0094[5].\r\n\n \n6.  \r\nAl mismo tiempo pidió al juez de tutela que ordene\r\nal mandatario local que, por su conducto, la Alcaldía de Medellín diseñe una\r\nestrategia \u0093que promueva la interlocución con la prensa en términos de respeto,\r\npara que los espacios de información y debate, como lo son las redes sociales,\r\nconstituyan espacios de convivencia pacífica\u0094. Y, además, que el accionado\r\nemita un pronunciamiento público en su cuenta de Twitter sobre su deber de\r\nrespetar la libertad de prensa y \u0093la importancia de contar con diferentes\r\nposturas en el ejercicio periodístico sobre asuntos de interés público, como su\r\ngestión administrativa, a fin de afianzar valores democráticos. También\r\nque, en dicho pronunciamiento, reconozca que las publicaciones que ha hecho y\r\nhace El Colombiano sobre su gestión y la administración pública son legítimas y\r\nde interés público\u0094[6]. \n \nC. Pruebas aportadas \n \n7.  \r\nCon la solicitud\r\nde tutela se aportó copia de los siguientes documentos:\r\n(i) soportes de las publicaciones en línea referidas en el acápite de hechos[7], y (ii) certificado de existencia y representación legal\r\nEl Colombiano S.A.S., en el que la señora Mónica María Restrepo Palacios se\r\nencuentra acreditada como representante legal de la sociedad[8].\n \nD. Respuesta de la parte accionada y de las entidades vinculadas\n \n8.   Por medio del Auto del 18 de enero de 2023, el Juzgado 29 Civil\r\nMunicipal de Medellín admitió la solicitud de tutela presentada por la\r\nrepresentante legal de El Colombiano contra el señor Daniel Quintero Calle,\r\nquien fue debidamente notificado. Además, vinculó a la Secretaría de Gobierno\r\nde la Alcaldía de Medellín y a la Fundación para la Libertad de Prensa (Flip). A continuación se describen las respuestas recibidas.\n \nAlcalde Daniel Quintero Calle \n \n9.  \r\nEl alcalde Daniel Quintero Calle señaló que las\r\nafirmaciones emitidas por medio de la red social Twitter están amparadas por el\r\nderecho a la libertad de expresión, ya que cada uno de los trinos cuestionados\r\nreflejan su opinión y tenían por propósito exclusivo controvertir la veracidad\r\nde algunas de las afirmaciones hechas por el periódico El Colombiano. Alegó que\r\nninguna de sus actuaciones vulneró la libertad de prensa ni mucho menos para\r\npropiciar escenarios de discriminación[9].\n \n10.       \r\nAdemás, solicitó al juez de tutela que declarara la\r\nimprocedencia de la acción constitucional[10].\r\nDestacó que el periódico El Colombiano no presentó solicitud de rectificación\r\nen ninguna de las 15 situaciones reseñadas, al paso que tampoco existe un\r\nperjuicio irremediable que deba ser conjurado, por lo que la acción de tutela\r\nno cumple el requisito de subsidiariedad. Por último, puso de presente que al\r\nanalizar las causas de la solicitud de amparo se advierte que el presunto hecho\r\nvulnerador se viene presentando desde hace dos años, lo que quiere decir que la\r\nparte actora tampoco cumplió con el requisito de inmediatez[11].\n \nSecretaría de Gobierno de la Alcaldía de Medellín\n \n11.       \r\nEl secretario general de la Alcaldía de Medellín,\r\nen calidad de representante judicial de la entidad territorial, solicitó a la\r\nautoridad judicial desvincular al distrito de la acción constitucional y\r\ndeclarar la improcedencia de la solicitud de amparo[12]. \n \n12.       \r\nSobre lo primero, destacó que la responsabilidad\r\ndel Distrito Especial de Ciencia, Tecnología e Innovación de Medellín no puede\r\nverse comprometida por los trinos redactados por el señor Daniel Quintero Calle\r\ndesde su cuenta personal de Twitter. Sobre lo segundo, puso de manifiesto que la\r\nsolicitud de tutela en este caso no cumple con los requisitos de subsidiariedad\r\ne inmediatez. Por un lado, manifestó que \u0093existen otros mecanismos donde se\r\npuede ventilar la inconformidad manifestada en la acción de tutela\u0094[13]. Por otro lado, recalcó\r\nque buena parte de los trinos que fundamentan la supuesta vulneración de los\r\nderechos fundamentales fueron emitidos con más de un año de antelación, \u0093sin\r\nque a la fecha hubiesen interpuesto acción alguna, ni formalizado solicitud de\r\nrectificación\u0094[14].\n \nLa Fundación para la Libertad de Prensa (Flip)\n \n13.       \r\nLa Flip allegó un concepto al juez de tutela de\r\nprimera instancia en el que expuso que el señor Daniel Quintero Calle sí vulneró\r\nlos derechos fundamentales del periódico El Colombiano[15]. En primer lugar,\r\nsostuvo que las afirmaciones del actual alcalde de Medellín tienen un alto\r\ncontenido estigmatizador y han afectado negativamente el reconocimiento del\r\nmedio de comunicación. Según la organización, luego de leer los trinos\r\npublicados por el mandatario local, \u0093queda la sensación de que El Colombiano es\r\nel \u0091enemigo\u0092 del servidor público\u0094[16].\n \n14.       \r\nEn segundo lugar, manifestó su preocupación por el\r\nhecho de que los servidores públicos, prevalidos de su reconocimiento social,\r\ndesacrediten a la prensa contraria a sus intereses, pues ello afecta\r\nostensiblemente la libertad de expresión. En este caso, destacó que el patrón de\r\ncomportamiento de algunos servidores es: (i) deteriorar el reconocimiento y la\r\nconfianza que existe en el medio de comunicación para, a posteriori,\r\n(ii) buscar el silencio de dicho medio periodístico a fin de no ser tildado de\r\nmentiroso, interesado o criminal[17].\n \n15.       \r\nEn tercer lugar, destacó que la esfera de\r\nprotección del discurso de un servidor público debe reducirse cuando colisiona\r\ncon el discurso de un sujeto que emite información de interés público. En estos\r\ncasos, el servidor debe estar dispuesto a respetar y tolerar altos niveles de\r\nescrutinio sobre su gestión sin incurrir en conductas de estigmatización ni de\r\ncensura. Y si bien el mandatario cuenta con los mecanismos idóneos para\r\nsolicitar las correcciones o rectificaciones a las que haya lugar, no puede\r\nresponder agresivamente ni atacar al medio de información por sí mismo, pues\r\nello restringe en grado sumo el debate público y el control del ejercicio de la\r\nfunción administrativa[18].\n \n16.       \r\nVale la pena anotar que el 27 de enero de 2023 la\r\nseñora Mónica María Restrepo Palacios, en calidad de representante judicial de\r\nEl Colombiano, reiteró al juez de tutela que no tenía entre sus pretensiones la\r\nde exigir al señor Quintero Calle la \u0093rectificación\u0094 de sus afirmaciones, ni\r\nmucho menos la \u0093eliminación\u0094 de alguno de sus contenidos. Por el contrario, subrayó\r\nque la solicitud de amparo se sustenta en quince situaciones que \u0093son un claro\r\nejemplo de violencia en línea ejercido contra la prensa\u0094[19], y que \u0093constituyen un\r\npatrón de acoso y continuidad de la violencia en línea [\u0085] que afecta los\r\nderechos fundamentales a la libertad de expresión y de prensa [\u0085]\u0094[20].\n \nE.\r\nDecisiones judiciales que se revisan\n \nDecisión del juez de tutela de primera instancia\n \n17.       \r\nEn la Sentencia del 31 de enero de 2023, el Juzgado\r\n29 Civil Municipal de Medellín \u0093negó por improcedente\u0094[21] la solicitud de tutela presentada\r\npor el periódico El Colombiano contra el alcalde Daniel Quintero Calle. Luego\r\nde reiterar la jurisprudencia constitucional en materia de libertad de\r\nexpresión, protección de discursos sobre asuntos de interés público y\r\nsubsidiariedad en casos de libertad de expresión, sostuvo que en este caso la accionante:\r\n(i) no solicitó la rectificación o enmienda de la información publicada; (ii)\r\nno realizó ningún tipo de reclamación a la plataforma de publicación, ni (iii)\r\nejerció la acción penal ni la civil para velar por la satisfacción de sus\r\nintereses[22].\r\n\n \n18.       \r\nComo consecuencia de lo anterior, el juez estimó\r\nque en esta ocasión no se acreditaba el cumplimiento del requisito de\r\nsubsidiariedad. Además de no haber acudido a los mecanismos ordinarios para la\r\ndefensa de sus intereses (entre otras cosas, no haber hecho reclamación alguna\r\na la red social Twitter), la autoridad estimó que tampoco existía en este caso\r\nun perjuicio irremediable que debiera ser conjurado por el juez de tutela.\n \nImpugnación\n \n19.       \r\nEn desacuerdo con la decisión, el 6 de febrero de\r\n2023, la solicitante impugnó el fallo[23].\r\nPor un lado, manifestó que la autoridad judicial no fijó acertadamente el\r\nproblema jurídico a resolver, pues en este caso las pretensiones no giran en\r\ntorno a la rectificación de la información publicada en una red social, más\r\nbien se refieren a los límites constitucionales con los que cuenta un servidor\r\npúblico a la hora de emitir afirmaciones que estigmatizan y hostigan a un medio\r\nde comunicación[24].\r\nEn ese orden, precisó que lo que se cuestiona por vía de la acción\r\nconstitucional no es la veracidad de la información emitida por el señor\r\nalcalde, sino su comportamiento hacia la prensa. \n \n20.       \r\nPor otro lado, recalcó que en vista de que las\r\npretensiones no perseguían la rectificación de la información, la acción de\r\ntutela era el único mecanismo para la defensa de los derechos del medio de\r\ncomunicación, sobre todo si se tiene en cuenta que el mandatario local continúa\r\ncon sus prácticas de hostigamiento contra el periódico[25]. \n \nDecisión del juez de tutela de segunda instancia\n \n21.       \r\nEn la Sentencia del 16 de marzo de 2023, el Juzgado\r\nQuinto Civil del Circuito de Oralidad de Medellín confirmó la decisión de\r\nprimera instancia[26].\r\nAl respecto, señaló que de los mensajes emitidos por el alcalde Daniel Quintero\r\nCalle a través de la red social Twitter no se pueden derivar situaciones de\r\nriesgo para el medio de comunicación, pues el mandatario no ha censurado ni\r\nprohibido la publicación de alguna noticia. \n \n22.       \r\nAsí pues, analizados los trinos en su conjunto, el\r\njuez estimó que las afirmaciones del mandatario local no violaron los derechos\r\nfundamentales del periódico El Colombiano. Por el contrario, encontró que\r\naquellas \u0093se encuentran amparadas por su derecho constitucional a la libertad\r\nde expresión y no hay lugar a limitarlas\u0094[27].\r\nEn ese orden, concluyó que la solicitante cuenta con otros mecanismos que son\r\nprocedentes para la consecución de sus intereses, por lo que \u0093bien hizo el a\r\nquo en negar por improcedente la acción de tutela por no cumplir con un\r\nrequisito de subsidiariedad\u0094[28].\n \n \nII. CONSIDERACIONES\n \nA.  Competencia\n \n23.       \r\nEsta Sala de Revisión es competente para revisar\r\nlos fallos de tutela proferidos dentro del trámite de la referencia, con\r\nfundamento en el inciso segundo del artículo 86 y el numeral 9 del artículo 241\r\nde la Constitución, en concordancia con los artículos 33 al 36 del Decreto 2591\r\nde 1991.\n \nB. Examen de procedencia de la solicitud de\r\ntutela\n \nLegitimación en la causa[29] \n \n24.       \r\nLegitimación en la\r\ncausa por activa. El artículo\r\n86 de la Constitución establece que la solicitud de tutela es un mecanismo de\r\ndefensa al que puede acudir cualquier persona para reclamar la protección\r\ninmediata de sus derechos fundamentales. Por su parte, el artículo 10 del\r\nDecreto 2591 de 1991 señala que \u0093podrá ser ejercida, en todo momento y lugar,\r\npor cualquier persona vulnerada o amenazada en uno de sus derechos\r\nfundamentales, quien actuará por sí misma o a través de representante\u0094.\n \n25.       \r\nLa señora Mónica María Restrepo Palacios presentó la solicitud de tutela actuando\r\nen calidad de representante legal de la sociedad El Colombiano S.A.S., como fue\r\nprobado mediante el certificado de existencia y representación legal del mencionado\r\nmedio de comunicación, en el que se encuentra acreditada como representante\r\nlegal de la sociedad[30].\r\nPor lo tanto, en principio, la Sala advierte que se encuentra cumplido este\r\nrequisito.\n \n26.       \r\nNo obstante, es importante\r\nseñalar que la solicitud de tutela pretende el amparo de los derechos de una\r\npersona jurídica, por lo que es preciso reiterar que las personas jurídicas\r\ntambién son titulares de derechos y que, por tanto, se encuentran legitimadas\r\npara ejercer la acción de tutela con el objeto de obtener la protección de sus\r\nderechos. Tal reconocimiento, sin embargo, ha admitido diferencias entre las\r\npersonas jurídicas de derecho público y las de derecho privado, así como la\r\nexistencia de diversos matices en cada una de estas categorías, que no son del\r\ncaso examinar en esta oportunidad.  \n \n27.       \r\nEn relación con las\r\npersonas jurídicas de derecho privado, a las que el ordenamiento jurídico les\r\nreconoce capacidad para ejercer derechos y contraer obligaciones civiles, y la\r\nde ser representadas judicial y extrajudicialmente[31],\r\nla jurisprudencia constitucional ha precisado que no son titulares de todos los\r\nderechos que la Constitución reconoce a las personas naturales[32],\r\nen razón de la naturaleza propia de las personas jurídicas, la función\r\nespecífica que cumplen y los contenidos de los derechos fundamentales.\n \n28.       \r\nLas personas jurídicas de derecho privado son\r\nexpresión del derecho de libre asociación consagrado en el artículo 38 de la\r\nConstitución. El ejercicio de este derecho permite a\r\nlas personas naturales crear personas jurídicas como instrumento para el\r\nejercicio de otros derechos fundamentales, como el derecho a fundar medios\r\nmasivos de comunicación (artículo 20 de la Constitución); el derecho a la\r\nparticipación política mediante la constitución de partidos políticos (artículo\r\n40.3 de la Constitución); el derecho a la huelga y a la negociación colectiva\r\nmediante la asociación en sindicatos (artículo 55 de la Constitución); el\r\nderecho a la fundación de establecimientos educativos (artículo 68 de la Constitución); o la libertad de\r\nempresa (artículo 333 de la Constitución), entre otros. La constitución de este\r\ntipo de personas jurídicas permite o potencia la consecución de los los derechos fundamentales que constituyen el objeto de tales\r\nasociaciones.\n \n29.       \r\nEn cuanto a la libertad de\r\nexpresión, en la Sentencia C-442 de 2011 esta corporación hizo el\r\nsiguiente planteamiento:\n \n\u0093La titularidad es universal, pues es definida\r\npor la expresión \u0091toda persona\u0092 empleada por el artículo 20 constitucional, el\r\nartículo 19 del PIDCP y el artículo 13 de la CADH. Esta Corporación ha\r\nsostenido que se trata de una titularidad compleja puesto que involucra al\r\nmismo tiempo los intereses de quien se expresa, del receptor de la\r\ncomunicación, y en algunas oportunidades de ciertas audiencias o el mismo\r\npúblico en general; de allí que sean titulares de la libertad de expresión, en\r\nrelación con un acto de comunicación determinado, tanto el emisor como el\r\nreceptor, que en ciertos casos puede ser una colectividad o el público en\r\ngeneral. Los intereses del emisor, o quien se expresa, están siempre presentes,\r\nespecialmente por el carácter de derecho fundamental de la libertad de\r\nexpresión y su vinculación directa con las posibilidades de autorrealización y\r\ndignificación individuales. Además, es un instrumento para el ejercicio de\r\notros derechos fundamentales, como la libertad religiosa, la participación\r\npolítica o el libre desarrollo de la personalidad. El interés del emisor radica\r\ntanto en expresar sus ideas, pensamientos, opiniones e informaciones, como en\r\ntransmitirlas y diseminarlas al público que escoja. La Corte ha reconocido que\r\nlas personas jurídicas también son titulares de este derecho, especialmente ha\r\nreconocido la existencia de un derecho a la libertad de expresión en cabeza de\r\nlos medios de comunicación. Existe igualmente estrecha relación entre la\r\nlibertad de expresión del medio de comunicación en tanto persona jurídica, y la\r\nlibertad de expresión de las personas naturales que forman parte de la\r\nestructura organizacional de tales personas jurídicas. Por ejemplo, los\r\neditores, redactores, reporteros y otros periodistas o comunicadores sociales,\r\nque contribuyen a la transmisión de expresiones de terceros, a la vez que\r\nejercen su propia libertad de expresión\u0094.\n \n30.       \r\nEn línea con lo anterior,\r\nes preciso señalar que la libertad de prensa es una manifestación de la\r\nlibertad de expresión, pues la prensa constituye, si se quiere, un instrumento\r\npor medio del cual las ideas, pensamientos y diversos elementos de la expresión\r\nson efectivamente comunicados. Por lo cual, en tanto la libertad de expresión ha sido\r\nreconocida a las personas jurídicas, para la Sala es claro que la libertad de\r\nprensa también debe entenderse como predicable de este tipo de personas. \n \n31.       \r\nDe igual manera, la Sala encuentra que, de acuerdo con la jurisprudencia\r\nconstitucional, las personas jurídicas son también titulares del derecho al\r\nbuen nombre. La Sala Novena de Revisión, en la Sentencia T-094 de 2000, señaló\r\nal respecto, que \u0093en la medida en que las personas jurídicas gozan de capacidad\r\npara ejercer derechos y contraer obligaciones, son titulares de derechos\r\nfundamentales, como el de asociación que sirve de fundamento para su creación y\r\nexistencia jurídica. Las personas jurídicas son titulares de derechos como el\r\nderecho al buen nombre, entendido como el derecho a la reputación, o sea, el\r\nconcepto que las demás personas tienen de uno\u0094, y en la Sentencia T-373 de\r\n2020, precisó que \u0093se configura como derecho frente al detrimento que\r\npueda sufrir como producto de expresiones ofensivas o injuriosas o informaciones\r\nfalsas o tendenciosas\u0094[33] que\r\nenervan la\r\nconfianza y la fama que goza la persona en el entorno en que se desenvuelve. Y\r\nagregó sobre el particular:\n \n\u0093Dicho de otro modo, como quiera que «las \u0093expresiones ofensivas o injuriosas\u0094[34] así\r\ncomo informaciones falsas o erróneas que distorsionan el concepto\r\npúblico de una persona, lesionan este derecho, entendido como expresión de la\r\nreputación o la fama que tiene una persona, (\u0085) [el] buen nombre debe\r\nser objeto de protección constitucional cuando se divulgan públicamente hechos\r\nfalsos, tergiversados o tendenciosos sobre una persona, con lo cual se busca\r\nsocavar su prestigio o desdibujar su imagen, por consiguiente para constatar\r\nuna eventual vulneración al buen nombre es preciso examinar el contenido de la\r\ninformación, y evaluar si es falsa o parcializada o si adjudica a determinadas\r\npersonas actividades deshonrosas que le son ajenas.» [35].\n \n32.       \r\nSe dijo\r\nigualmente en la la Sentencia T-373 de 2020, que \u0093la difusión de alguna descalificación puede resultar en un\r\nejercicio abusivo si se tiene la certeza de que el hecho en el que se funda no\r\nes cierto. Esto también sucedería si\r\nla divulgación llega a resultar desproporcionada al omitir elementos de contexto o\r\ntrastocar la realidad de lo sucedido, en condiciones\r\nque puedan afectar el buen nombre de la persona jurídica y en circunstancias en\r\nlas que, por cualquier\r\ninsatisfacción propia, quien divulgue el contenido actúe con la intención de\r\ngenerar un impacto negativo en el giro ordinario de los negocios de una empresa,\r\ntomando justicia por sus propias manos y emitiendo veredictos susceptibles de\r\nser tratados mediante las vías legales correspondientes, y decididos por las\r\nautoridades administrativas o judiciales competentes\u0094.\n \n33.       \r\nEl derecho a la no\r\ndiscriminación, por el contrario, no ha sido abordado directamente por esta\r\ncorporación como uno que sea predicable de la persona jurídica. Sin embargo,\r\npara esta Sala, debe tenerse en consideración lo señalado en la Sentencia\r\nSU-182 de 1998, de acuerdo con la cual: \n \n\u0093hay derechos\r\nde las personas jurídicas, que ellas pueden reclamar dentro del Estado Social\r\nde Derecho y que las autoridades se obligan a respetar y a hacer que les sean\r\nrespetados. Y, claro está, entre la inmensa gama de derechos que les\r\ncorresponden, los hay también fundamentales, en cuanto estrechamente ligados a\r\nsu existencia misma, a su actividad, al núcleo de las garantías que el orden\r\njurídico les ofrece y, por supuesto, al ejercicio de derechos de las personas\r\nnaturales afectadas de manera transitiva cuando son vulnerados o desconocidos\r\nlos de aquellos entes en que tienen interés directo o indirecto. La naturaleza\r\npropia de las mismas personas jurídicas, la función específica que cumplen y\r\nlos contenidos de los derechos constitucionales conducen necesariamente a que\r\nno todos los que se enuncian o se derivan de la Carta en favor de la persona\r\nhumana les resulten aplicables. Pero, de los que sí lo son y deben ser\r\ngarantizados escrupulosamente por el sistema jurídico en cuanto de una u otra\r\nforma se reflejan en las personas naturales que integran la población, la Corte\r\nConstitucional ha destacado derechos fundamentales como el debido proceso, la\r\nigualdad, la inviolabilidad de domicilio y de correspondencia, la libertad de\r\nasociación, la inviolabilidad de los documentos y papeles privados, el acceso a\r\nla administración de justicia, el derecho a la información, el habeas data y el\r\nderecho al buen nombre, entre otros. En conexidad con ese reconocimiento, las\r\npersonas jurídicas tienen todas, sin excepción, los enunciados derechos y están\r\ncobijadas por las garantías constitucionales que aseguran su ejercicio, así\r\ncomo por los mecanismos de defensa que el orden jurídico consagra. De allí que\r\nson titulares no solamente de los derechos fundamentales en sí mismos sino de la\r\nacción de tutela para obtener su efectividad cuando les sean conculcados o\r\nestén amenazados por la acción u omisión de una autoridad pública o de un\r\nparticular\u0094.\n \n34.       \r\nA partir de lo anterior,\r\nla Sala considera que el derecho a la no discriminación también es predicable\r\nen el caso de las personas jurídicas porque se entiende que la identidad propia\r\nde una persona jurídica, sus posturas políticas y sus diversos enfoques pueden\r\nser discriminados. Lo anterior, además, en concordancia con el derecho\r\nfundamental a la igualdad que esta corporación ha reconocido a las personas\r\njurídicas. En ese sentido, la Sala encuentra útil referirse, como parámetro\r\nmeramente interpretativo, a lo que ha sido establecido por la Corte Interamericana\r\nde Derechos Humanos, la cual ha señalado que algunos derechos \u0093inicialmente se consideraban propios de las personas\r\nfísicas, pero que por la interpretación dinámica de los instrumentos\r\ninternacionales de derechos humanos han ido extendiéndose a las personas\r\njurídicas por vía jurisprudencial [\u0085]. Finalmente, también hacen parte de esta\r\ncategoría como derechos inherentes complementarios a la actividad de las\r\npersonas jurídicas, el derecho a la igualdad y la prohibición de discriminación.\r\n\u0091Las personas jurídicas pueden, en efecto, verse afectadas por medidas\r\nestatales discriminatorias\u0092[36]\u0094[37]. \n \n35.       \r\nEn conclusión, la Sala encuentra que El\r\nColombiano, como persona jurídica, efectivamente puede solicitar el amparo de\r\nlos derechos a la libertad de expresión, a\r\nla libertad de prensa, al buen nombre y a la no discriminación y que, a su vez, se encuentra cumplido el requisito de\r\nlegitimación en la causa por activa.\n \n36.       \r\nLegitimación en la\r\ncausa por pasiva. El mismo\r\nartículo 86 de la Constitución y los artículos 1 y 5 del Decreto 2591 de 1991\r\nestablecen que la solicitud de tutela procede contra cualquier autoridad y\r\ncontra los particulares. Entonces, la legitimación por pasiva se entiende como\r\nla aptitud procesal que tiene la persona contra la que se dirige la acción y\r\nquien está llamada a responder por la vulneración del derecho fundamental,\r\ncuando alguna resulte demostrada.\n \n37.       \r\nEn el caso bajo estudio,\r\npara la Sala es claro que el señor Daniel Quintero Calle, quien para la época\r\nde la presentación de la solicitud de tutela ocupaba el cargo de alcalde de\r\nMedellín, se encuentra legitimado en la causa por pasiva, en tanto es el\r\nresponsable de las presuntas afectaciones sufridas por el periódico El\r\nColombiano S.A.S., al haber sido él quien publicó en sus redes sociales los\r\nmensajes que posiblemente afectaron los derechos del periódico El Colombiano. En\r\neste punto, además, se precisa que para esta Sala es claro que su conducta se\r\nprodujo en su condición de servidor público, no solo porque en ese momento era\r\nalcalde, sino porque las publicaciones\r\nse realizaron en una red social que constituye sin duda un escenario digital de comunicación\r\nglobal en cuanto pone en contacto a un gran número de usuarios que interactúan\r\nentre sí e, incluso, que podrían compartir contenido con extraños.\n \n38.       \r\nAdemás, la Sala considera\r\nque difícilmente se pueden desligar las declaraciones que hace una persona de su\r\ninvestidura como servidor público. Especialmente cuando se trata de personas\r\ncon posiciones de poder, cuyas actuaciones en ámbitos públicos no pueden ser\r\nclaramente distinguidas entre aquellas que son en ejercicio de sus funciones y\r\nlas que no lo son. Menos aun cuando las acciones que le recriminan al servidor fueron\r\nrealizadas en una red social que tiene una vocación pública y, en este caso,\r\npolítica. Por estas razones, la Sala entiende cumplido este requisito. \n \n39.       \r\nPor el contrario, sobre\r\nlas entidades vinculadas, la Sala no encuentra acreditado este requisito. Por\r\nun lado, respecto de la Secretaría de Gobierno de la Alcaldía de Medellín, debido a que ninguna de las\r\npretensiones está encaminada en contra de la entidad y, tampoco, se hizo\r\nreferencia alguna a que sus acciones u omisiones pudieran haber tenido\r\ninjerencia en la presunta vulneración de los derechos fundamentales del medio\r\nde comunicación, cuya protección se pretende. Por el otro, respecto de la Flip, en tanto fue vinculada\r\ncon el objetivo de que ofreciera un concepto acerca de los hechos sucedidos en\r\nel caso concreto, el cual fue debidamente aportado.\n \n40.       \r\nAsí las cosas, la Sala\r\ndesvinculará a la Secretaría de\r\nGobierno de la Alcaldía de Medellín y a la Flip en la parte resolutiva de la\r\npresente providencia.\n \nInmediatez[38]\n \n41.       \r\nDe acuerdo con los\r\nartículos 86 de la Constitución y 1 del Decreto 2591 de 1991, la acción de tutela\r\ndebe ser presentada dentro de un plazo razonable y proporcionado a partir de la\r\nsupuesta vulneración o amenaza de los derechos fundamentales, so pena de que se\r\ndetermine su improcedencia, en tanto es el mecanismo que pretende garantizar su\r\nprotección inmediata[39].\n \n42.       \r\nLa solicitud de tutela fue\r\ninterpuesta el 25 de enero de 2023 y la conducta a la que se atribuye la\r\nvulneración de los derechos fundamentales está contenida en las publicaciones\r\nrealizadas por la parte accionada entre el 12 de septiembre de 2021 y el 30 de\r\noctubre de 2022. Por tanto, la acción ha sido interpuesta dentro de un plazo\r\nrazonable teniendo en cuenta la fecha de la última publicación que se cuestiona\r\ny considerando, además, que se trata de una conducta reiterada en el tiempo. Por\r\nesta razón, se encuentra acreditado el requisito de inmediatez.\n \n \n \nSubsidiariedad[40]\n \n43.       \r\nDe acuerdo con los\r\nartículos 86 de la Constitución y 6 del Decreto 2591 de 1991, la acción de\r\ntutela tiene un carácter subsidiario. El principio de subsidiariedad determina\r\nque dicho mecanismo de protección es procedente siempre que (i) no exista un\r\nmedio de defensa judicial; (ii) aunque exista, este no sea idóneo ni eficaz en\r\nlas condiciones del caso concreto, o (iii) sea necesaria la intervención del\r\njuez constitucional para conjurar o evitar la consumación de un perjuicio\r\nirremediable en los derechos constitucionales.\n \n44.       \r\nEsta corporación, en la\r\nSentencia SU-420 de 2019, estableció que las acciones de tutela en las que se\r\nsolicite la protección de derechos, por \u0093presuntas vulneraciones derivadas de\r\nla libertad en redes sociales\u0094 deben cumplir ciertos presupuestos esenciales\r\npara su procedencia. Para ello, señaló que debía diferenciarse la calidad del accionante,\r\nes decir, si se trata de personas jurídicas o personas naturales.\n \n45.       \r\nEn relación con el reclamo\r\npresentado por una persona jurídica, que involucre la transgresión del derecho\r\nal buen nombre, la procedencia del amparo es residual y se deben agotar los\r\nmecanismos de defensa existentes en el ordenamiento jurídico. Adicionalmente,\r\naclaró que, aunque \u0093la Corte ha señalado que a las personas jurídicas se les excluye\r\nla posibilidad de reclamar penalmente las afectaciones a los derechos a la\r\nhonra y al buen nombre, también ha reconocido que su justiciabilidad se puede\r\nlograr por otras acciones judiciales\u0094[41].\n \n46.       \r\nAl\r\nrespecto, el tribunal destacó la existencia del proceso de responsabilidad\r\ncivil extracontractual, el cual es el escenario judicial idóneo para lograr la\r\nreparación de los daños que se causen por medio de publicaciones\r\ndifamatorias contra personas jurídicas. En consecuencia, dicha acción \u0093constituye la herramienta idónea para que se\r\nresarzan los perjuicios (materiales o inmateriales) acaecidos con ocasión de\r\nlas afirmaciones vejatorias que se hubieren realizado en desmedro de los\r\nderechos fundamentales\u0094[42].\r\n\n \n47.       \r\nEn esa\r\nmisma oportunidad, la Sala Plena se pronunció sobre los casos que suceden entre\r\npersonas naturales o cuando se trata de una persona jurídica alegando la\r\nafectación causada por una persona natural. En estos asuntos, la solicitud\r\nde tutela será procedente, si el accionante ha agotado los siguientes\r\nrequisitos:\n \n\u0093i) Solicitud de retiro o\r\nenmienda ante el particular que hizo la publicación. Esto por cuanto la regla\r\ngeneral en las relaciones sociales, y especialmente en las redes sociales, es\r\nla simetría por lo que la autocomposición se constituye en el método primigenio\r\npara resolver el conflicto y la acción de tutela es el mecanismo residual.\n \n ii) Reclamación ante la\r\nplataforma [en la que] se encuentra alojada la publicación, siempre y cuando en\r\nlas reglas de la comunidad se habilite para ese tipo de ítem, una posibilidad\r\nde reclamo.\n \n iii) Constatación de la\r\nrelevancia constitucional del asunto, aun cuando existen la acción penal y\r\ncivil para ventilar este tipo de casos, no se predica su idoneidad y eficacia\r\ncuando así lo demuestre el análisis de contexto en que se desarrolla la\r\nafectación\u0094[43].\n \n48.       \r\nEn conclusión, frente a\r\nlas conductas que presuntamente generen la necesidad de proteger el derecho al\r\nbuen nombre de las personas jurídicas, estas pueden acudir a los mecanismos\r\nantes indicados, sin perjuicio de otros previstos para el mismo propósito. Por\r\nlo tanto, \u0093la acción de amparo es residual para este tipo de casos, pues al\r\nexistir otros medios judiciales idóneos y eficaces deben preferirse estos en\r\ncumplimiento del principio de subsidiariedad\u0094[44]. Nótese, además, que los requisitos\r\nestablecidos jurisprudencialmente, cuando la afectación se causa debido a la\r\nconducta de una persona natural, suponen pedir el retiro. La solicitud de\r\nretiro, entonces, es un requisito establecido por esta corporación, si la\r\nvulneración se deriva de los mensajes publicados por una persona natural. \n \n49.       \r\nAhora, en relación con el\r\nderecho fundamental a la libertad de expresión, en la misma Sentencia SU-420 de\r\n2019, la Corte señaló que debe tenerse en cuenta tres aspectos: quién comunica,\r\nrespecto de quién comunica y cómo comunica.\n \n50.       \r\nEl primero, supone la\r\nnecesidad de establecer quién hace la publicación, para, así, determinar las\r\ncualidades y el rol que cumple dentro de la sociedad, por ejemplo, un particular, un funcionario público, una\r\npersona jurídica, un periodista, o si pertenece a un grupo históricamente\r\ndiscriminado, marginado o que se encuentra en una especial situación de\r\nvulnerabilidad. Sobre los funcionarios públicos, la Sala Plena planteó lo\r\nsiguiente: \n \n\u0093la jurisprudencia constitucional e\r\ninteramericana han coincidido en señalar que el derecho a la libertad de\r\nexpresión, cuando es ejercido por funcionarios públicos en uso de sus\r\nfunciones, tiene limitaciones mayores frente a un particular.  Ello por cuanto el\r\nejercicio del derecho a la libertad de expresión por parte de funcionarios\r\npúblicos tiene mayor impacto en la sociedad, dado el grado de confianza y\r\ncredibilidad que las personas suelen tener en las afirmaciones de quienes\r\nocupan estos cargos, se justifica que tengan una diligencia mayor a la\r\nque debería tener un particular al momento de expresar sus opiniones\u0094 (énfasis\r\nagregado).\n \n51.       \r\nEl segundo elemento, esto\r\nes, respecto de quién comunica, obliga al juez constitucional a analizar la\r\nnaturaleza de la persona sobre la cual se hacen las publicaciones, es decir, es\r\nnecesario determinar si se trata de personas naturales, jurídicas o con\r\nrelevancia jurídica para determinar el nivel de protección requerido. Al\r\nrespecto, la Corte precisó que las personas naturales y jurídicas al entrar en\r\nel mundo de las relaciones comerciales y ofrecer productos y servicios\r\nnecesariamente entran como actores en un escenario donde es posible reclamar\r\npor una deficiente calidad de los productos ofrecidos o de los servicios que se\r\ncomprometió a prestar.\n \n52.       \r\nEl tercer elemento, relacionado\r\ncon la forma en que se comunica, obliga al juzgador a valorar el contenido\r\ndel mensaje, el canal a través del cual se comunica y su capacidad de\r\nimpacto. De lo anterior dependerá la potencialidad de la vulneración de los\r\nderechos de la parte afectada. En otras palabras, del contenido y del alcance\r\nque tenga una publicación en particular debe analizarse la potencialidad de\r\ngenerar una afectación a los derechos sobre la persona a la que se refiere. \n \n53.       \r\nAntes de analizar el caso\r\nconcreto, la Sala recuerda que la parte accionante solicitó el amparo de los\r\nsiguientes derechos fundamentales: la\r\nlibertad de expresión, la libertad de prensa, el buen nombre y la no\r\ndiscriminación. Teniendo en cuenta los puntos desarrollados por la\r\njurisprudencia constitucional, la Sala realizará el estudio de la aptitud de la\r\nsolicitud de tutela presentada por la representante de El Colombiano para\r\nreclamar la protección de los derechos fundamentales del medio de comunicación en\r\ndos partes: (i) el buen nombre y la no discriminación, y (ii) la libertad de\r\nexpresión y la libertad de prensa.\n \n(i)              \r\nLos derechos al buen nombre y a la no\r\ndiscriminación\n \n54.       \r\n La Sala no encuentra acreditado\r\nel requisito de subsidiariedad respecto de estos derechos porque, aunque el medio\r\nde comunicación accionante enfatizó en que no pretende la rectificación o la\r\neliminación de los mensajes publicados por el señor Daniel Quintero Calle, lo\r\ncierto es que señala que las presuntas vulneraciones de los derechos al buen nombre y a la no discriminación del periódico El\r\nColombiano fueron ocasionadas en virtud de dichas publicaciones, dada su\r\npotencialidad de desprestigiar y estigmatizar la labor del diario y suscitar\r\nposibles escenarios de violencia en su contra y de sus trabajadores. \n \n55.       \r\nPor lo tanto, para la Sala\r\nes claro que, en esta ocasión, la tutela no debe proceder por no haber agotado la\r\nsolicitud de rectificación de la información publicada, por cuanto es el\r\ndebate esencial que fue planteado por El Colombiano, al juzgar y cuestionar el\r\ncontenido de lo afirmado por el ex alcalde de Medellín. En efecto, si el\r\nperiódico consideraba que la información que publicó es una información veraz y\r\nque no admitía reproche alguno, mientras que la réplica a la misma por parte\r\ndel ex alcalde de Medellín no lo era y que ello lo estigmatizaba, deslegitimaba\r\ne irrespetaba, la vía ordinaria para proteger sus derechos era la solicitud de\r\nrectificación o enmienda de la información. Además, para juzgar la conducta del entonces alcalde sería necesario analizar\r\nlos contenidos de los mensajes publicados y sus respectivos efectos, para lo\r\ncual existen mecanismos ordinarios como ha sido desarrollado en esta\r\nprovidencia. \n \n56.       \r\nContinuando con lo\r\nanterior, debe notarse que en la solicitud de tutela obran como pruebas los\r\npantallazos de los mensajes publicados por el accionado. En suma, la\r\ncontroversia efectivamente gira en torno de unos mensajes publicados en la red\r\nsocial Twitter y en sus efectos. Pues, si bien no se solicitó directamente su rectificación\r\no eliminación, lo cierto es que el periódico pretende que el juez\r\nconstitucional se pronuncie acerca de la conducta del entonces alcalde Daniel\r\nQuintero Calle al publicar los mensajes, por lo tanto, necesariamente, para\r\njuzgar la conducta habría que referirse al contenido de las publicaciones. \n \n57.       \r\nEn efecto, es tan claro que se controvierte el\r\ncontenido de lo afirmado, que respecto de cada nota del señor Daniel Quintero\r\nCalle se realiza una aproximación calificativa sobre lo que allí se menciona.\r\nAsí las cosas, sobre el mensaje 1, la solicitante señaló que \u0093estigmatizó\u0094[45] al periódico, por lo que se\r\nconsideró son sus intereses económicos; frente al mensaje 2, mencionó que se refirió\r\nal periódico en términos \u0093despectivos\u0094[46];\r\nen cuanto al mensaje 3, cuestionó que este juzga al periódico como \u0093manipulador\r\nde la realidad\u0094[47];\r\nen lo que atañe al mensaje 4, indicó que el alcalde de Medellín los confronta\r\npor \u0093no publicar, aparentemente, datos ciertos\u0094[48], y respecto del mensaje 5, se refirió\r\nnuevamente a actos de \u0093estigmatización\u0094, y así ocurre con el resto de\r\nmensajes que se incluyen en la solicitud tutela, en los que se discute que el\r\nalcalde los \u0093deslegitima\u0094[49],\r\nlos \u0093desprestigia\u0094[50],\r\nlos \u0093irrespeta\u0094[51],\r\netc.\n \n58.       \r\nEn conclusión, a pesar de\r\nque la parte solicitante no haya pedido que se ordenara al señor Daniel\r\nQuintero Calle la rectificación o eliminación de los mensajes publicados en su\r\ncuenta personal de Twitter, esto no permite incumplir los requisitos\r\nestablecidos por la jurisprudencia constitucional para la procedencia de la\r\ntutela en relación con posibles vulneraciones ocasionadas con el ejercicio de\r\nla libertad de expresión en el marco de las redes sociales (supra, 43). En todo caso, estos presupuestos inician por\r\nel acercamiento directo al emisor de los mensajes, pues, como lo dijo la Corte\r\nen la Sentencia SU-420 de 2019, la autocomposición se constituye en el método primigenio para resolver\r\nel conflicto.\n \n(ii)            \r\nLos derechos a la libertad de expresión y la libertad de prensa\n \n59.       \r\nDel mismo modo, la Sala no\r\nencuentra acreditado el requisito de subsidiariedad en lo relacionado con la\r\nlibertad de expresión y de prensa. En primer lugar, sobre el aspecto de quién\r\ncomunica, es claro que se trata de un servidor público que, en principio, se\r\nencuentra en una situación de poder y, por tanto, si bien es titular, como\r\ntodas las demás personas, de la libertad de expresión, su ejercicio implica\r\nresponsabilidades que van más allá de las exigibles a cualquier otra persona si\r\nse tiene en cuenta que, en los términos del artículo 2 de la Constitución, las\r\nautoridades de la República están instituidas para proteger a todas las\r\npersonas residentes en Colombia, en su vida, honra, bienes, creencias y demás\r\nderechos y libertades, y para asegurar el cumplimiento de los deberes sociales\r\ndel Estado y de los particulares, cuyo incumplimiento puede generarles\r\nresponsabilidad en las condiciones determinadas por el legislador, a quien\r\ncorresponde igualmente señalar la forma de hacerla efectiva, de conformidad con\r\nlo dispuesto en los artículos 6, 95 y 124 superiores.\n \n60.       \r\nEn segundo lugar, respecto\r\nde sobre quién se comunica, se debe tener presente que en el caso\r\nconcreto la solicitud de tutela fue presentada por una persona jurídica que, es\r\na su vez, uno de los principales medios de comunicación regional y cuenta con\r\ngran difusión a nivel nacional. Los medios de comunicación son ciertamente\r\ninstrumentos esenciales de difusión de información, pero también de expresión de\r\nideas y opiniones y, por tanto, actores esenciales del debate público y de la\r\ndeliberación necesaria en una sociedad democracia. Por tales razones, los\r\nmedios de comunicación pueden ser objeto de controversia y de crítica, incluso\r\npor parte de los servidores públicos si consideran que estos no cumplen su\r\nfunción en forma veraz e imparcial, sin que ello los autorice para la\r\nestigmatización, la difamación o la calumnia.\n \n61.       \r\nPor esta razón, a pesar de\r\nque el accionado es un servidor público que ostenta una condición de poder, se\r\ndebe tener presente que el accionante es uno de los principales medios de\r\ncomunicación de Antioquia. De hecho, ambas partes tienen un impacto relevante\r\nen el debate público y capacidad de controvertir las expresiones que consideren\r\nresultan contrarias al ordenamiento jurídico. Entonces, no es lo mismo que una autoridad haga pronunciamientos\r\nrespecto de personas naturales a que lo haga respecto de un medio de\r\ncomunicación. Al respecto, en la Sentencia T-446 de 2020 la Sala Octava de Revisión\r\nsostuvo:\n \n\u0093este Tribunal señaló que los particulares\r\ncuentan con un mayor umbral de protección, de manera que las manifestaciones\r\nque de ellos se hagan suponen un grado más alto de relevancia constitucional.\r\nPues bien, dado que las declaraciones del señor Hernández Suárez están\r\ndirigidas a cuestionar a una persona natural que no cumple ningún rol especial\r\n(funcionario o personaje público, periodistas, representación de persona\r\njurídica, etc.); cualquier desmán en el ejercicio de su derecho a la libertad\r\nde expresión debe ser juzgado de forma más estricta; de manera que se cumple el\r\npresente requisito teniendo en cuenta que no se trata de una relación simétrica\r\nentre emisor y receptor\u0094[52].\n \n62.       \r\nPor último, y en tercer\r\nlugar, en lo relacionado con cómo comunica, la Sala advierte que los\r\nmensajes fueron publicados en una de las principales redes sociales de\r\ncomunicación política. En este sentido es claro que los contenidos publicados\r\npor el entonces alcalde cuestionando la imparcialidad del periódico accionante\r\nla potencialidad de llegar a miles de personas. No obstante, también es claro\r\nque la discusión entre el señor Daniel Quintero Calle y El Colombiano se llevó\r\na cabo en dos medios de comunicación masivo como lo es Twitter (ahora X) y el\r\nperiódico regional.\n \n63.       \r\nCabría señalar sobre el\r\nparticular que, cuando los servidores públicos utilizan las redes sociales como\r\ncanales de comunicación de la administración\r\ndirigidos al público en general,\r\nquedan sujetos al deber de rectificación si incurren en informaciones inexactas o agraviantes, sin perjuicio de las\r\notras responsabilidades legales que puedan serles atribuidas, conforme al\r\nartículo 6 de la Constitución.\n \n64.       \r\nPor tales razones, la acción\r\nde tutela no es el mecanismo idóneo, pues, nuevamente, no se solicitó\r\nrectificación alguna. Adicionalmente, es evidente que lo que se pretende\r\ndeterminar es la veracidad y el alcance de las expresiones de una de las partes\r\ncuando, de hecho, ambas han hecho ejercicio de su libertad de expresión sin\r\nbarreras que realmente tengan la potencialidad de limitarla. Y, a pesar de que está\r\ninvolucrado un exservidor público, lo cierto es que las dos partes hicieron uso\r\nde medios de publicación que les permitía tener un alcance privilegiado sobre la\r\naudiencia, por lo que se encuentra configurado un escenario de debate en igualdad\r\nde condiciones, que indudablemente está sujeto a responsabilidades y a los\r\nmecanismos de control de las informaciones que\r\nse consideren inexactas o agraviantes.\n \n65.       \r\nEn el presente caso, la Sala no\r\nencuentra acreditada la configuración de un perjuicio irremediable, en la\r\nmedida en que no se constatan los presupuestos de inminencia, gravedad y\r\nurgencia, y menos el carácter impostergable de una medida que deba ser adoptada.\r\nSi bien en los quince tweets se observa una controversia entre El Colombiano y\r\nel señor Daniel Quintero Calle, en su condición de alcalde de Medellín, no\r\nresulta exacto concluir que existe censura o prohibición de alguna publicación,\r\nno obstante el tono de la controversia, en la que, en todo caso, procedía la\r\nrectificación, si el periódico consideraba inexactas o agraviantes las\r\npublicaciones del entonces alcalde. \n \n66.       \r\nCon fundamento en lo anterior, la Sala\r\nconcluye que la solicitud de tutela no acreditó el requisito de subsidiariedad\r\ny, en consecuencia, confirmará la Sentencia del 16 de marzo de 2023 del Juzgado\r\nQuinto Civil del Circuito de Oralidad de Medellín\r\nque, a su vez, confirmó la Sentencia de 31 de enero de 2023 proferida por el\r\nJuzgado 29 Civil Municipal de Medellín.\n \n \nIII. DECISIÓN\n \n67.       \r\nEn mérito de lo expuesto, la Sala Cuarta de Revisión de la Corte Constitucional, administrando justicia en nombre del\r\npueblo y por mandato de la Constitución,\n \n \nRESUELVE\n \nPRIMERO.\r\nCONFIRMAR la Sentencia del 16 de marzo de 2023 del Juzgado\r\nQuinto Civil del Circuito de Oralidad de Medellín que, a su vez, confirmó la\r\nSentencia de 31 de enero de 2023 proferida por el Juzgado 29 Civil Municipal de\r\nMedellín, por las razones expuestas en esta providencia.\n \nSEGUNDO. DESVINCULAR del\r\npresente proceso a la Secretaría de Gobierno de la\r\nAlcaldía de Medellín y a la Fundación para la Libertad de Prensa.\n \nTERCERO. LIBRAR por Secretaría General la comunicación prevista en el artículo 36\r\ndel Decreto Ley 2591 de 1991, así como DISPONER las notificaciones a las\r\npartes e intervinientes en el proceso de tutela, previstas en el mencionado\r\nartículo, por medio del Juzgado 29 Civil Municipal de Medellín, que fungió como juez de primera\r\ninstancia.\n \nComuníquese, notifíquese y cúmplase.\n \n \nVLADIMIR FERNÁNDEZ ANDRADE\nMagistrado\n \n \n \nJORGE ENRIQUE IBÁÑEZ NAJAR \nMagistrado\nCon salvamento de voto\n \n \n \nANTONIO JOSÉ LIZARAZO OCAMPO\nMagistrado\n \n \n \nANDREA LILIANA ROMERO LOPEZ\nSecretaria General\n \n \n \n \n \n \n \n \nSALVAMENTO DE VOTO DEL MAGISTRADO \nJORGE ENRIQUE IBÁÑEZ NAJAR \nA LA SENTENCIA T-394\/24\n \n \nExpediente: T-9.359.163\n \nAcción de tutela interpuesta por Mónica María Restrepo\r\nPalacios, en calidad de representante legal de la sociedad El Colombiano\r\nS.A.S., en contra del señor Daniel Quintero Calle\n \nMagistrado ponente: Antonio José Lizarazo Ocampo\n \n \nCon el\r\nrespeto habitual por las decisiones de esta Sala, procedo a presentar las\r\nrazones en las que se funda mi salvamento de voto en este asunto. \n \nA mi\r\njuicio, en este caso era necesario revocar la sentencia del ad quem, que\r\nhabía confirmado la declaración de improcedencia de la acción que hizo el a\r\nquo y, en su lugar, estudiar de fondo la demanda de tutela. Sin embargo, la\r\nmayoría considera que lo que correspondía hacer era confirmar la sentencia\r\nobjeto de revisión.\n \nEn su\r\nmomento, me correspondió sustanciar el asunto y, desde luego, presentar a\r\nconsideración de la Sala un proyecto de sentencia. En dicho proyecto consideré\r\ny ahora lo reafirmo que la acción de tutela era procedente, pues no hay otro medio\r\nidóneo y eficaz para proteger los derechos fundamentales de la actora. Y, luego\r\nde revisar los medios de prueba que obran en el expediente, en un análisis de\r\nfondo del asunto, consideré que debía ampararse dichos derechos, que habían\r\nsido afectados, de manera reiterada y sistemática, por el accionado.  \n \n \nLa procedencia de la acción de tutela como mecanismo\r\ndefinitivo en este asunto \n \nLa decisión de la mayoría se funda en la consideración de que la\r\nacción de tutela no cumple con el requisito de subsidiariedad. Según se\r\nsostiene en la sentencia, el medio de comunicación El Colombiano no\r\npodía solicitar ante una autoridad judicial la protección de sus derechos al\r\nbuen nombre y a la no discriminación, que consideraba vulnerados por el\r\nentonces alcalde del Distrito de Medellín, sin haber agotado antes el trámite\r\nde solicitar la rectificación o la eliminación de lo que este último público.\nEste caso tiene una particularidad importante, que en cierto\r\nsentido invierte lo que hasta hace poco era la situación común. En efecto, lo\r\nordinario era que las controversias surgieran por lo que un medio de\r\ncomunicación masiva, como es el caso de un periódico, publicara sobre un\r\nservidor público. Empero, merced a la irrupción de las nuevas tecnologías y, en\r\nparticular, de las redes sociales, hoy en día es posible que ocurra lo\r\ncontrario, valga decir, que la controversia surja por lo que un servidor\r\npúblico publica en sus redes sociales sobre un medio de comunicación. \n \nDicha particularidad hace que en este caso la mayoría considere\r\nque es exigible al medio de comunicación la carga de solicitar la rectificación\r\no eliminación de lo publicado por el servidor público, a pesar de que dichas\r\nfiguras normalmente operan frente a lo publicado por medios de comunicación. \n \nAntes de dar cuenta puntual de las razones de mi discrepancia,\r\ndebo destacar que en la sentencia se hace una importante precisión, en el\r\nsentido de que, si un servidor público utiliza redes sociales, como canales de\r\ncomunicación de sus tareas o gestiones, dirigidos al público en general,\r\nincluso si esas redes no son oficiales o de titularidad pública, está sujeto al\r\ndeber de publicar informaciones fidedignas y sin incurrir en agravios. En este\r\ndeber se funda, desde luego, el deber de rectificar las informaciones inexactas\r\no agraviantes, sin perjuicio de otras responsabilidades que puede llegar a\r\ncomprometer con sus publicaciones. Es en este contexto, fijado a partir de los\r\ndos deberes en comento, que la mayoría considera como un requisito de\r\nprocedencia de la acción de tutela en este caso, el haber solicitado la\r\nrectificación o eliminación de lo publicado, al punto de sostener que, de no\r\nhacerse esta solicitud, la acción de tutela no cumple con el requisito de\r\nsubsidiariedad.\n \nLa anterior comprensión del asunto, que equipara al medio de\r\ncomunicación y al servidor público, pasa por alto dos circunstancias. La\r\nprimera es la de que uno y otro no son iguales, ni pueden ser tratados del\r\nmismo modo. La segunda es la de que la actividad periodística tiene una\r\nespecial protección constitucional, conforme a lo previsto en el artículo 73 de\r\nla Carta.\n \nEl uso de las redes sociales genera importantes desafíos, como lo\r\npuso de presente esta Corporación en la Sentencia SU-420 de 2019. En una\r\naproximación general, que no atiende a los matices de este caso, puede decirse\r\nque dos de las circunstancias relevantes para analizar la procedencia de la\r\nacción de tutela, es la de si el actor es una persona natural o una persona\r\njurídica y es la de si el accionado es una persona natural o una persona\r\njurídica.\n \nSi el actor y el accionado son personas jurídicas, evento que no\r\ncorresponde a este caso, la procedencia del amparo del derecho al buen nombre\r\nes residual, pues se exige haber empleado y agotado todos los mecanismos de\r\ndefensa existentes en el ordenamiento jurídico.\n \nEn este contexto, en la sentencia en comento se destaca que uno de\r\nlos mecanismos de protección de los derechos del actor es el proceso de\r\nresponsabilidad civil, el cual le permite acceder ante un juez para obtener la\r\nreparación de los daños que se causen por medio de publicaciones difamatorias en contra personas jurídicas. En\r\nconsecuencia, dicha acción \u0093constituye la herramienta idónea para que\r\nse resarzan los perjuicios (materiales o inmateriales) acaecidos con ocasión de\r\nlas afirmaciones vejatorias que se hubieren realizado en desmedro de los\r\nderechos fundamentales.\u0094[53]\n\n \nDel mismo modo, en dicha sentencia se destaca que en el\r\nartículo 20 de la Ley 256 de 1996 se prevé los procedimientos judiciales frente\r\na los actos de competencia desleal, a saber: (i) declarativos y de\r\ncondena, en los cuales es dable solicitar la indemnización de perjuicios\r\ncorrespondiente; y (ii) preventivos o de prohibición, encaminados a\r\nevitar que se materialice la amenaza latente. Por ello, se explicó que los\r\nactos de descrédito se adecúan a las causales para dar inició al trámite\r\njudicial por competencia desleal, según el artículo 12 de la referida ley, la\r\ncual establece que, \u0093[e]n concordancia con lo establecido por el\r\npunto 2 del numeral 3 del artículo 10 bis del Convenio de París, aprobado\r\nmediante Ley 178 de 1994, se considera desleal la utilización o difusión de\r\nindicaciones o aseveraciones incorrectas o falsas, la omisión de las verdaderas\r\ny cualquier otro tipo de práctica que tenga por objeto o como efecto\r\ndesacreditar la actividad, las prestaciones, el establecimiento o las\r\nrelaciones mercantiles de un tercero, a no ser que sean exactas, verdaderas y\r\npertinentes.\u0094\n \nEn conclusión, frente a la protección del derecho al buen\r\nnombre de las personas jurídicas, estas pueden acudir a los mecanismos antes\r\nindicados, sin perjuicio de otros previstos para el mismo propósito. Por lo\r\ntanto, \u0093la acción de amparo es residual para este tipo de casos, pues al\r\nexistir otros medios judiciales idóneos y eficaces deben preferirse estos en\r\ncumplimiento del principio de subsidiariedad.\u0094[54] \n \nSi el actor es una persona jurídica y el accionado una\r\npersona natural, como ocurre en este caso, la jurisprudencia constitucional ha\r\npuntualizado que la acción de amparo es procedente siempre que se cumplan los\r\nsiguientes requisitos: \n \nEl primer requisito consiste en la solicitud de retiro o\r\nenmienda ante el particular que hizo la publicación. Esto, por cuanto la regla\r\ngeneral en las relaciones sociales, y especialmente en las redes sociales, es\r\nla simetría por lo que la autocomposición se constituye en el método primigenio\r\npara resolver el conflicto y la acción de tutela es el mecanismo residual.\n \nEl segundo requisito exige la reclamación ante la\r\nplataforma en cuestión, siempre y cuando, en las reglas de la comunidad se\r\nhabilite para ese tipo de ítem una posibilidad de reclamo.\n \nEl tercer requisito tiene que ver con la constatación de la\r\nrelevancia constitucional del asunto. En efecto, si bien existen la acción\r\npenal y civil para ventilar este tipo de casos, no se predica su idoneidad y\r\neficacia cuando así lo demuestre el análisis de contexto en que se desarrolla la afectación. Ahora, la\r\nCorte ha indicado que, con la finalidad de corroborar que, en efecto se cumpla\r\ncon el requisito de relevancia constitucional del asunto sometido al juez de\r\ntutela, resulta imprescindible constatar el contexto en el que se desarrollaron\r\nlos hechos que se consideran trasgresores. \n \nFrente a estos estándares de procedencia es importante\r\nhacer dos precisiones. La primera es la de que ellos fueron pensados para\r\nsituaciones comunes, en las cuales no están involucrados medios de\r\ncomunicación, como actores, y servidores públicos, como accionados. La segunda\r\nes la de que, incluso si se desatiende lo anterior, en el presente caso se\r\ncumplía con todos los requisitos previstos. \n \nNo es posible pasar por alto que en este caso no se está\r\nante una relación simétrica. En modo alguno puede pensarse que un medio de\r\ncomunicación, dedicado al ejercicio de la actividad periodística, está en una\r\nsituación simétrica frente a un servidor público que, además, es la primera\r\nautoridad de uno de los Distritos más importantes de la República. \n \nComo es evidente, no se trata de una persona jurídica\r\ncualquiera, sino de una que ejerce una actividad que tiene una especial\r\nprotección constitucional, cuya libertad e independencia debe preservarse\r\nsiempre. Sin medios de comunicación independientes y libres se afecta la\r\ncantidad y la calidad de la información y del control social a la actividad\r\npública, lo cual es inaceptable en un Estado Social y Democrático de Derecho\r\ncomo el nuestro. \n \nY, como también es evidente, no se trata de una persona\r\nnatural cualquiera, que puede en ocasiones expresarse en las redes sociales,\r\nsino de una autoridad del Estado, que tiene amplias e importantes competencias\r\nconstitucionales y legales y que, preciso es destacarlo, ejerce el poder\r\npolítico, cuyas publicaciones son leídas como propias del ejercicio de su cargo\r\ny de sus funciones. \n \nEstas circunstancias, a mi juicio, llevan a considerar que\r\nlas reglas jurisprudenciales decantadas en la Sentencia SU-420 de 2019 no\r\npuedan aplicarse en este caso. Por el contrario, cuando el actor sea un medio\r\nde comunicación y el accionado un servidor público, de la relevancia que tiene\r\nel alcalde de la segunda ciudad de la República, la procedibilidad de la acción\r\nde tutela no puede dejarse en manos de mecanismos de autocomposición, dada la\r\nmanifiesta falta de simetría entre los involucrados, ni en manos de la propia\r\nred social. En estos caos, la relevancia constitucional de la controversia es\r\nmanifiesta, pues lo que se controvierte es lo que un servidor público publica\r\nen sus redes sobre un medio de comunicación, cuya tarea y responsabilidad es\r\npublicar lo bueno y lo malo de sus ejecutorias y, por supuesto, mostrar de\r\nmanera crítica e independiente sus logros. \n \nPor ello, considero que el caso sub judice brindaba\r\nla oportunidad a esta Corte de introducir un importante matiz a las reglas\r\njurisprudenciales de procedencia, para analizar la situación de un medio de\r\ncomunicación que acude a la protección del juez constitucional, para que\r\ngarantice sus derechos fundamentales, que considera vulnerados por las\r\npublicaciones hechas en sus redes sociales por un servidor público. \n \nCon todo, incluso si se llegare a considerar que las reglas\r\nexistentes, previstas para relaciones simétricas eran aplicables, como parece\r\ncomprenderlo la mayoría, debe dejarse en claro que en este caso la acción de\r\ntutela es procedente.\n \nEn primer lugar, debe destacarse que la acción de tutela no\r\npretende una rectificación puntual, o una publicación aislada hecha por el\r\nservidor público, sino que muestra una serie de publicaciones sistemáticas, en\r\nlas cuales se pretende minar la credibilidad del medio de comunicación y, por\r\nesta vía, afectar el ejercicio de la actividad periodística y la libertad de\r\nprensa. La pretensión de la actora no es la de que se rectifique o elimine\r\ndeterminada publicación, sino la de que cesen los ataques, que considera\r\ninjustificados, en su contra.\n \nEn segundo lugar, como era previsible, ninguna de las\r\nreglas de la red social Twitter, actualmente X, fue pensada para regular una\r\ncontroversia que se centre en la afectación de la actividad periodística. En\r\nesta medida, ni estas reglas ni los procedimientos establecidos por la red\r\nsocial, también diseñados desde una aproximación simétrica, resultan idóneos\r\npara resolver la controversia. En\r\nconsecuencia, en este proceso tampoco resultaba exigible para la parte\r\ndemandante acudir ante la plataforma de manera previa a la interposición de la\r\nacción de tutela. \n \nAntes de proseguir con este análisis, debo destacar,\r\nasí resulte un tanto reiterativo, que garantizar la protección especial que la\r\nConstitución da a la actividad periodística, no es una tarea que corresponda\r\nprincipalmente a las plataformas de las redes sociales, sino a los jueces de la\r\nRepública, sobre todo cuando las conductas a las que se atribuye la vulneración\r\nde los derechos de los medios de comunicación fueron realizadas por servidores\r\npúblicos, que ejercen autoridad.\n \nEn tercer lugar, por los elementos que tiene la\r\ncontroversia, este caso tiene una manifiesta relevancia constitucional, por\r\nvarios factores. El primero de ellos, se\r\ncentra en la calidad de los sujetos que involucran el conflicto, dado que, por\r\nun lado, se trata de un medio de comunicación nacional como \u0093El Colombiano\u0094\r\nque, justamente por su ejercicio periodístico y reconocimiento local y\r\nnacional, caracterizado por su opinión crítica, considera vulnerados sus\r\nderechos fundamentales a la libertad de\r\nexpresión, a la libertad de prensa, al buen nombre y a la no discriminación frente a las continuos reproches realizados en la red\r\nsocial Twitter por el señor Daniel Quintero en su otrora calidad de alcalde de\r\nla ciudad de Medellín. Por el otro lado, se trata del señor Daniel Quintero,\r\nquien, precisamente cuenta con un alto grado de influencia local al haber sido\r\nelecto por votación popular como alcalde la ciudad de Medellín y estar en\r\nejercicio de ese cargo, lo cual supone que, por su alta notoriedad, visibilidad\r\ne influencia en la vida de la sociedad medellinense, sus manifestaciones en las\r\nredes sociales tienen un alto grado de vocación de impacto. \n \nPara culminar el análisis, dado que la petición de amparo\r\ninvolucra a una persona jurídica como demandante y una persona natural como\r\nparte demandada, resulta pertinente continuar con la verificación de la\r\nrelevancia constitucional del asunto examinando: (i) el emisor del\r\ncontenido, quién comunica: (ii) la calidad del sujeto afectado, esto es,\r\nsi se trata de una persona natural, jurídica o con relevancia pública, de qué o\r\nquién se comunica; (iii) la carga difamatoria de las expresiones, donde\r\nse debe valorar (a) el contenido del mensaje; (b) el medio o canal a través del\r\ncual se hace la afirmación; y (c) el impacto de las mismas. Requisitos que\r\ntambién superaron el análisis de relevancia constitucional, tal como se\r\nexplicará en la segunda parte de este salvamento de voto, dado que\r\nalgunos de los parámetros que ha diseñado esta Corte con esa finalidad,\r\nnecesariamente se fusionan con el estudio de fondo, básicamente, frente al\r\ncontenido de los mensajes difundidos en las redes sociales.\n \nEn definitiva, este proceso revestía relevancia\r\nconstitucional debido a que las acusaciones han sido continuas y sistemáticas,\r\nlo cual ameritaba un pronunciamiento de fondo por parte de la Sala, para\r\nverificar si ocurrió o no la vulneración de los derechos invocados por la parte\r\nactora. Aunado a ello, en consonancia con lo expresado por la Sala Plena de\r\nesta Corporación, \u0093el impacto de las\r\npublicaciones es mayor teniendo en cuenta la connotación pública de ambas\r\n[partes] (emisor y receptor), el número de seguidores de cada uno y la cantidad\r\nde reproducciones de cada publicación.\u0094[55]\n \nDebo llamar la atención sobre la regla que fija esta\r\nsentencia, pues tiene la capacidad de generar importantes afectaciones para la\r\nespecial protección de la actividad periodística. Si un servidor público en\r\nejercicio, dotado de la autoridad de su cargo, decide hacer una publicación que\r\nse estima por el medio de comunicación afectado como vulneradora de sus\r\nderechos fundamentales, es indispensable que el medio solicite una\r\nrectificación al servidor público, para que el asunto pueda ser conocido por un\r\njuez. Esta regla, a mi juicio, es inadmisible en términos constitucionales. \n \n \nLas razones para acceder al amparo de los derechos fundamentales a\r\nla libertad de prensa y al buen nombre del periódico \u0093El Colombiano\u0094 \n \nEn este\r\nacápite expondré las razones por las cuales la mayoría ha debido amparar los\r\nderechos fundamentales a la libertad de prensa y al buen nombre del periódico \u0093El\r\nColombiano\u0094. \n \nDebo\r\ncomenzar por advertir que las notas de prensa emitidas por el precitado medio\r\nde comunicación en la red social Twitter cumplían con los criterios que la\r\njurisprudencia constitucional ha considerado en torno a la denominada \u0093responsabilidad\r\nsocial de los medios de comunicación.\u0094 Sin embargo, no ocurrió lo mismo\r\nrespecto de las manifestaciones difundidas en esa red social por parte del\r\nentonces alcalde de la ciudad de Medellín, el señor Daniel Quintero Calle, las\r\ncuales fueron emitidas en desmedro de la credibilidad del periódico aludido y,\r\nen consecuencia, con la transgresión de los derechos fundamentales referidos.\n \nPara\r\nllegar a la conclusión anterior, es necesario profundizar\r\nsobre algunos aspectos derivados del estudio de contexto y de los criterios de\r\nquién, sobre qué o quién; a quién se comunica y cómo se comunica. De manera\r\npuntual, acerca del contenido de los mensajes y el impacto de los mensajes\r\ntransmitidos.\n \nQuién\r\ncomunica. Es preciso indicar que el señor Daniel Quintero Calle se\r\ndesempeñó como alcalde del Distrito de Medellín entre el 1º de enero de 2020 y\r\nel 30 de septiembre de 2023, lo cual quiere decir que ostentaba la calidad de\r\nservidor público, motivo por el cual le son aplicables las reglas y\r\nconsideraciones referidas por esta Corte en asuntos en los cuales se involucra\r\nesa dignidad.\n \nA\r\npropósito de lo anterior, debo precisar que el ejercicio de la libertad de\r\nexpresión, respecto de los servidores públicos en desarrollo de su actividad,\r\ncontempla mayores restricciones frente a la expresión de los particulares, no\r\npor su condición como tal, sino por las funciones que ejerce respecto del\r\nconglomerado social, más aún, cuando se trata de funcionarios que han sido\r\nelegidos por votación popular, como es el caso del señor Daniel Quintero Calle,\r\nlo cual, inescindiblemente contempla un amplio margen de influencia en sus electores\r\ny demás personas que conocen o tienen acceso a sus pronunciamientos.\n \nAl\r\ntratarse de quien fue alcalde de una de las ciudades con mayor influencia\r\neconómica, política y poblacional dentro del territorio colombiano, como lo es\r\nla ciudad de Medellín, sus manifestaciones \u0093según\r\nel contexto, puede reflejar no solamente el ejercicio de la libertad de\r\nexpresión sino también el de un deber-poder de comunicar decisiones relevantes\r\npara la comunidad.\u0094[56] Lo anterior, porque una de sus funciones como máxima autoridad\r\nlocal consiste, precisamente, en garantizar, entre otras, la vida, honra,\r\nbienes y creencias de todas las personas que hacen parte del ente territorial,\r\nincluso, de cara a la regla de clausura, la cual implica que, al ser sus\r\nactuaciones de naturaleza reglada su autonomía sufre un alto grado de\r\nlimitación, siendo entonces un garante de los derechos de aquellas \u0093bajo\r\nel criterio de máxima prudencia al momento de emitir manifestaciones que\r\npongan en riesgo o constituyan injerencias lesivas sobre tales derechos.\u0094[57] \n \nEn consecuencia, los pronunciamientos realizados por el\r\nentonces alcalde de la ciudad de Medellín en la red social Twitter, hoy X,\r\ntienen un impacto \u0093mayor en el imaginario colectivo, en las creencias de las\r\ngentes e incluso en su conducta, dado el enorme grado de confianza que las\r\npersonas suelen tener en las afirmaciones de quienes ocupan los cargos más\r\nrepresentativos.\u0094[58] Claro está que el señor Daniel Quintero Calle, en tanto\r\nciudadano, desde luego conserva su libertad de información y opinión. Sin\r\nembargo, esta está restringida \u0093por su mayor\r\ncompromiso social y debido a que el servicio público es una actividad altamente\r\nreglada, que impone mayor prudencia y respeto, por ejemplo, al expedir\r\nopiniones y dar información.\u0094[59]\nEn este\r\npunto es especialmente relevante la concepción del poder\u0096deber de\r\ncomunicación, puesto que no solo se trata de la información que se transmite,\r\nsino también de que las redes sociales, en este caso Twitter, hoy X, son\r\nmecanismos que facilitan la interacción de los gobiernos\r\ncon la ciudadanía, como parte de la democracia moderna, tanto así que han sido\r\nentendidas como una herramienta \u0093para la\r\nconformación de una opinión libre e informada, como presupuesto para la\r\nparticipación de los ciudadanos en la toma de las decisiones que las afectan, y\r\npara el control del poder político.\u0094[60] \n \nPor lo anterior, atendiendo a las dos manifestaciones del poder-deber,\r\nel señor Daniel Quintero Calle en su otrora calidad de alcalde de la ciudad de\r\nMedellín tenía el poder-deber de: (i) realizar sus\r\nmanifestaciones de manera objetiva; y, (ii) expresar su opinión como\r\nrespuesta a sus críticos, también sobre temas gubernamentales, y, en general,\r\nsobre sus criterios personales, siempre dentro del desarrollo de la democracia,\r\nesto es, dentro de un marco constitucional garante de los derechos de los\r\nasociados, así estos últimos no prediquen y afinquen similitud con sus\r\nposiciones e ideología política. Es por esto por lo que, en el primer supuesto,\r\nla información que él presentaba como auténtica debía someterse a las cargas de\r\nveracidad y objetividad que rigen el suministro de información, de conformidad\r\ncon el artículo 20 de la Carta Política. \n \nAunado a lo anterior, no se puede pasar por alto que quien\r\ncomunica era un servidor público de alto rango, valga decir, una autoridad, que\r\ntenía la responsabilidad de suministrar informaciones ciertas y que estaba, por\r\nsupuesto, sometido a unas cargas en su expresión, con el propósito de evitar\r\ncualquier tipo de manipulación sobre la formación de la opinión pública, en\r\nespecial, teniendo en cuenta el alto grado de credibilidad con el que contaba\r\nel mandatario local de la ciudad de Medellín.\n \nAhora bien, aunque no era exigible para el señor Daniel\r\nQuintero Calle en estricto sentido la aplicación de criterios de objetividad,\r\nlo cierto es que, \u0093para garantizar la formación de una opinión pública\r\nverdaderamente libre, estas opiniones no pueden ser formuladas sino a partir de\r\nun mínimo de justificación fáctica real y de criterios de razonabilidad.\u0094[61]\n \nEn consecuencia, se debe hacer hincapié en que el ejercicio\r\nde la expresión de personas que, como el señor Daniel Quintero Calle, adquieren\r\nmayor notoriedad pública como resultado de su posición y las funciones que\r\ndesarrollan, no son similares para el resto de los funcionarios, por ejemplo,\r\npara quienes aun siendo servidores públicos del mismo ente territorial no gozan\r\ndel reconocimiento y la autoridad que sí tenía el entonces alcalde de la ciudad\r\nde Medellín.\n \nEn suma, al señor Daniel Quintero Calle, por su otrora\r\ncondición de alcalde la ciudad de Medellín, le correspondía velar por todos y\r\ncada uno de los derechos de los habitantes de dicho ente territorial, de modo\r\nque sus pronunciamientos en cualquier tipo de medio de difusión, en este caso\r\nconcreto la red social Twitter, hoy X, debían guardar la debida prudencia,\r\nrespeto y recatamiento, en atención al impacto que sus declaraciones podían\r\ngenerar en la ciudadanía, y, de ahí, la posible afectación de los derechos de\r\nquienes sean concretamente destinatarios de estos.\n \nLos servidores públicos no pierden su investidura, o la\r\ndejan de tener, así sea momentáneamente, cuando hacen publicaciones en redes\r\nsociales, así se trate de sus cuentas personales. Y, justamente, por ello,\r\ntienen la responsabilidad de obrar de manera prudente y respetuosa, como lo\r\nexige la dignidad de su investidura o cargo.\n \nSobre\r\nquién se comunica. Las manifestaciones realizadas por el señor\r\nDaniel Quintero Calle se dirigieron en contra del periódico \u0093El Colombiano\u0094,\r\nel cual, se ha caracterizado en su ámbito local, y ahora nacional, por ejercer\r\nun periodismo crítico frente al ejercicio del gobierno, particularmente, frente\r\nal exmandatario de la ciudad de Medellín. Se reitera que se trata de un medio\r\nmasivo de comunicación con amplio reconocimiento y un oficio con amplia\r\ntrayectoria demostrada.\n \nEn este\r\ncontexto, es pertinente insistir en que la expresión crítica al poder, uno de\r\ncuyos principales responsables son los medios de comunicación y, dentro de\r\nellos, la prensa escrita, tienen un amplio margen de maniobra cuando se\r\nrefieren a un ciudadano que tiene la calidad de político, pues sus\r\npalabras y hechos se encuentran abiertos a un\r\nriguroso escrutinio, por parte de los periodistas y la opinión pública en\r\ngeneral, de manera que este último debe demostrar mayor tolerancia,[62] por ser dicha crítica un elemento muy importante para el\r\nejercicio democrático y, en particular, para el ejercicio de los derechos\r\npolíticos fundamentales a controlar el ejercicio del poder político (art. 40\r\nCP), que, por supuesto, están reconocidos y garantizados por la Constitución\r\nPolítica de Colombia. \n \nAunado a\r\nlo anterior, debo destacar que el ejercicio de los derechos políticos no se\r\nagota en elegir o en ser elegido, sino que comporta otras dos dimensiones\r\nigualmente importantes a la de participar en la conformación del poder\r\npolítico. En efecto, estos derechos también guardan relación con el ejercicio\r\ndel poder político y, lo que es más relevante para este caso, con el control\r\ndel poder político. La pretensión de estar al margen del control no sólo afecta\r\nde manera grave la democracia, sino que vulnera los derechos políticos\r\nfundamentales. De ahí que las conductas encaminadas a menoscabar el control\r\npolítico, normalmente dirigidas o realizadas por las autoridades, sean\r\nespecialmente graves en un Estado Social y Democrático de Derecho. Y de ahí\r\ntambién la necesidad de que exista una garantía efectiva y adecuada para la\r\ndemocracia y para los derechos políticos, cuando este tipo de conductas lleguen\r\na producirse. \n \nAhora\r\nbien, el periódico \u0093El Colombiano\u0094 tiene la triple responsabilidad de: (i)\r\neducar, (ii) contribuir al diálogo social pacífico y (iii)\r\nguardar la democracia. De ahí que, justamente por tales características, dado el protagonismo de la prensa en la cotidianeidad\r\npolítica, social, cultural y, en general, de la democracia misma, \u0093la\r\nConstitución dispone que la libertad de prensa debe ser ejercida con\r\n\u0091responsabilidad social\u0092. En consecuencia, el ordenamiento prevé recursos\r\njurisdiccionales por medio de los cuales se les puede atribuir responsabilidad\r\ny, de ser el caso, imponer sanciones, bien sea de carácter civil o, inclusive,\r\npenal.\u0094[63]\n \nEl enfoque de la responsabilidad social del periodismo\r\ny los medios de comunicación, como el periódico \u0093El Colombiano\u0094,\r\ndebe circunscribirse a los parámetros de \u0093(i)\r\nveracidad e imparcialidad; (ii) distinción entre informaciones y opiniones; y\r\n(iii) garantía del derecho de rectificación.\u0094[64] Esto, además, porque el ejercicio crítico\r\nde su función, en este caso frente al gobierno local de la ciudad de Medellín,\r\nsin duda alguna puede generar una colisión con los derechos a la honra y buen\r\nnombre de su titular, en la medida en que \u0093[e]l\r\npoder de difusión y disuasión del que gozan los medios de comunicación conlleva\r\nun riesgo inherente.\u0094[65] \n \nEstablecido lo anterior, se comunica sobre un\r\nperiódico local de la ciudad de Medellín, que se ha caracterizado por su\r\nposición crítica al gobierno que fue liderado por el señor Daniel Quintero\r\nCalle. En este punto, debe resaltarse que la existencia, éxito social y\r\nprofesional de un periódico y, en general, de un medio de comunicación, depende\r\nde su credibilidad, la cual, según la acción de tutela ha sido afectada de\r\nmanera injustificada, a causa de las manifestaciones realizadas por el\r\nexmandatario en la red social Twitter, hoy X.\n \nCómo se comunica. En atención a la metodología de la jurisprudencia constitucional para\r\nanalizar este tipo de asuntos, me referiré al: (i) contenido del mensaje expresado por el señor Daniel\r\nQuintero Calle, (ii) el medio o canal a través del cual se difundió; y, (iii)\r\nel impacto de este.\n \n(i) El contenido del mensaje. Hubo quince interacciones del señor\r\nDaniel Quintero Calle en la red social Twitter, respecto de ciertas notas\r\nperiodísticas publicadas por el periódico \u0093El Colombiano\u0094, las cuales,\r\ndestacaré a continuación y, además, señalaré si cada una de ellas cumplió o no\r\ncon los criterios de responsabilidad social:\n \n\n\n\n\nNota periodística publicada por \u0093El Colombiano\u0094\n\n\nCriterios de responsabilidad social\n \nCumple Si \/ No\n\n\n\n\n(1) El 12\r\n  de septiembre de 2021 se publicó la noticia: \u0093¿Cambiará el contratista de\r\n  Hidroituango? Fallo de la Contraloría abrió esa puerta.\u0094 \n\n\nCumple: sí.\n \nCriterio: veracidad.\r\n  \n \nExplicación:\r\n  se trata de una inquietud como\r\n  resultado de un aspecto objetivo, como lo es la apertura de un proceso de\r\n  responsabilidad fiscal.\n\n\n\n\n(2)\r\n  El 15 de septiembre de 2021 se publicó la nota: \u0093Abucheado en el Atanasio,\r\n  así sacaron a Quintero del partido de Nacional.\u0094 \n\n\nCumple: sí.\n \nCriterio: veracidad\r\n  e información.\n \nExplicación:\r\n  se trata de una información sobre\r\n  la ocurrencia de un hecho.\n\n\n\n\n(3)\r\n  El 17 de octubre de 2021 se publicó la entrevista a Juan Luis\r\n  Aristizábal, a la sazón presidente de una de las tres empresas del consorcio\r\n  Hidroituango. La entrevista se tituló: \u0093La Contraloría no nos ha dejado\r\n  defender: Conconcreto.\u0094\n\n\nCumple: sí.\n \nCriterio: veracidad\r\n  e información.\n \nExplicación:\r\n  no se trata de una postura expresa\r\n  del periódico, sino de la publicación de la entrevista de un tercero.\n\n\n\n\n(4)\r\n  El 9 de diciembre de 2021 se publicó la nota: \u0093Hidroituango: los frentes\r\n  que se abren con el pago del seguro\u0094, relativo al deducible de la póliza\r\n  de seguro que, con ocasión de la obra de Hidroituango, debía asumir EPM.\n\n\nCumple: sí.\n \nCriterio: opinión.\n \nExplicación:\r\n  se trata de un titular en el cual el periódico presenta su postura frente\r\n  a un hecho objetivo.\n\n\n\n\n(5) El 8 de febrero de 2022 se publicó una entrevista a\r\n  Oscar Suárez Mira, expolítico antioqueño condenado por enriquecimiento\r\n  ilícito, titulada: \u0093Antes me buscaban por apoyo y ahora les huelo maluco\u0092:\r\n  Óscar Suárez Mira.\u0094\n\n\nCumple: sí.\n \nCriterio: veracidad.\n \nExplicación: no\r\n  se trata de una postura expresa del periódico, sino de la publicación de la\r\n  entrevista de un tercero.\n\n\n\n\n(6) El 24 de julio de 2022 se publicó una entrevista al\r\n  Fiscal General de la Nación, Francisco Barbosa Delgado, que se tituló: \u0093Vamos\r\n  a barrer con la corrupción que hay en la administración de Medellín: fiscal\r\n  Barbosa.\u0094\n\n\nCumple: sí.\n \nCriterio: opinión.\n \nExplicación: no\r\n  se trata de una postura expresa del periódico, sino de la publicación de la\r\n  entrevista de un tercero.\n\n\n\n\n(7) El 24 de agosto de 2022 se publicó la nota\r\n  periodística titulada: \u0093Antes que pensar en más cables, el\nmetro necesita un ferrocarril\u0094, relativa a los cuestionamientos sobre la\r\n  construcción de cinco metrocables en la ciudad.\n\n\nCumple: sí.\n \nCriterio: veracidad.\n \nExplicación: no\r\n  se trata de una postura expresa del periódico, sino de las consideraciones\r\n  que hacen diversos expertos sobre lo que juzgan es prioritario.\n\n\n\n\n(8) El 26 de agosto de 2022 se publicó la nota\r\n  periodística \u0093Medellín está de moda: Provenza, entre las 33 calles más\r\n  \u0091cool\u0092 del mundo\u0094, sobre el listado de las ciudades más llamativas del\r\n  mundo.\n\n\nCumple: sí.\n \nCriterio: opinión.\n \nExplicación: no\r\n  se trata de una postura expresa del periódico, en su faceta de opinión,\r\n  respecto a una información exógena.\n\n\n\n\n(9) El 23 de octubre de 2022 se publicó la nota\r\n  periodística titulada: \u0093La jugada de Quintero para que Petro le haga el\r\n  milagro con tiempos de Hidroituango\u0094, relativa a las \u0093volteretas\u0094\r\n  en las que había incurrido EPM para obtener más plazo en el encendido de Hidroituango.\n\n\nCumple: sí.\n \nCriterio: opinión.\n \nExplicación: se\r\n  trata de una postura expresa del periódico, en su faceta de opinión, respecto\r\n  a su ejercicio de control crítico al gobierno local.\n\n\n\n\n(10) El 30 de octubre de 2022 la directora de El\r\n  Colombiano, Luz María Sierra, publicó en su cuenta de Twitter un comunicado\r\n  de la Sociedad Interamericana de Prensa (SIP) que dispuso: \u0093La Sociedad\r\n  Interamericana de Prensa, tras 5 días de reunión en Madrid, publicó una única\r\n  resolución sobre Colombia y le hizo fuerte llamado al alcalde de Medellín y a\r\n  su gabinete para que \u0091detengan sus ataques y descalificaciones en contra de\r\n  El Colombiano\u0092 #LibertadDePrensa.\u0094 \n\n\nCumple: sí.\n \nCriterio: veracidad\r\n  y opinión.\n \nExplicación: se\r\n  trata de una publicación que emite el periódico, resaltado una publicación de\r\n  un tercero sobre los sucesos entre este y el alcalde de la ciudad de\r\n  Medellín.\n\n\n\n\n \nLa anterior cronología de publicaciones\r\npermite concluir que las expresiones y publicaciones realizadas por el\r\nperiódico \u0093El Colombiano\u0094 atendieron los parámetros constitucionales y\r\nlegales sobre los cuales se ha construido la jurisprudencia de esta Corte, en\r\nla medida en que cada uno de ellos es el resultado tanto de aspectos puramente\r\ninformativos, como de opinión crítica sobre el actuar del gobierno de la\r\nalcaldía del señor Daniel Quintero Calle, es decir, que se cumplió con la\r\nresponsabilidad social que debe observar el medio de comunicación.\n \nDe igual manera, es necesario realizar el\r\nmismo ejercicio frente a las manifestaciones y réplicas efectuadas por el señor\r\nalcalde de la ciudad de Medellín, en torno a las publicaciones y demás\r\nrelativas al periódico \u0093El Colombiano.\u0094\n \n\n\n\n\nNota periodística publicada por \u0093El Colombiano\u0094\n\n\nRéplica o afirmación del señor Daniel Quintero Calle\n\n\nCriterios respecto de la expresión de funcionarios públicos\n \nCumple Si \/ No\n\n\n\n\n(1) El 12\r\n  de septiembre de 2021 se publicó la noticia: \u0093¿Cambiará el contratista de\r\n  Hidroituango? Fallo de la Contraloría abrió esa puerta.\u0094 \n\n\nEl alcalde replicó en su cuenta de Twitter: \u0093Entiendo\r\n  perfectamente la preocupación de @elcolombiano por el futuro de los\r\n  contratistas. Después de todo hacen parte de su junta directiva. Para su\r\n  tranquilidad, no está en nuestros planes entregar los 4 billones de\r\n  sobrecostos aún por ejecutar a empresas Chinas.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad e incumplimiento de la regla de clausura.\n \nExplicación:\r\n  Se trata de una afirmación no soportada probatoriamente y fundamentada en\r\n  aspectos de índole puramente subjetivos, como respuesta al ejercicio del\r\n  control crítico de la prensa.\n\n\n\n\n(2)\r\n  El 15 de septiembre de 2021 se publicó la nota: \u0093Abucheado en el Atanasio,\r\n  así sacaron a Quintero del partido de Nacional.\u0094 \n\n\nEl\r\n  alcalde replicó en su cuenta de Twitter: \u009310 pelagatos gritando y miles\r\n  aplaudiendo. Pero @elcolombiano, al que ya no le da pena defender a los\r\n  responsables de Hidroituango habla de abucheo. Las mayorías están con\r\n  nosotros. El cambio ya viene.\u0094\n\n\nCumple:\r\n  no\n \nCriterio:\r\n  falta de veracidad e incumplimiento de la regla de clausura.\n \nExplicación:\r\n  se trata de una afirmación subjetiva, cuyo tono y lenguaje, en cabeza de un\r\n  funcionario público de su naturaleza, desdibuja la prudencia que debe\r\n  caracterizar sus manifestaciones, según la jurisprudencia constitucional.\n\n\n\n\n \n\n\n(3)\r\n  El 30 de septiembre de 2021 el\r\n  señor Quintero publicó en su cuenta de Twitter unos gráficos comparativos\r\n  sobre la reducción de los gastos de la entidad territorial en la pauta\r\n  publicitaria pagada al periódico El Colombiano. A partir de los gráficos\r\n  aludidos afirmó: \u0093Reducción de gastos en pauta de la Alcaldía de Medellín.\r\n  Entenderán porque nos quiere tanto El Colombiano.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura, y ausencia de\r\n  posición de garante.\n \nExplicación:\r\n  se trata de una información a la ciudadanía en la cual, directamente, el\r\n  señor Daniel Quintero Calle da a conocer las medidas adoptadas en materia de\r\n  pauta, a las cuales atribuye la condición de causa de lo que entiende como\r\n  malquerencia del medio de comunicación, con lo cual da a entender que la\r\n  crítica a su gestión se fundamenta en una disminución de la pauta. \n\n\n\n\n(4) El\r\n  17 de octubre de 2021 se publicó la entrevista a Juan Luis Aristizábal, a la\r\n  sazón presidente de una de las tres empresas del consorcio Hidroituango. La\r\n  entrevista se tituló: \u0093La Contraloría no nos ha dejado defender:\r\n  Conconcreto.\u0094\n\n\nAl\r\n  respecto, el alcalde de Medellín publicó una imagen del entrevistado, quien\r\n  había sido miembro de la junta directiva de El Colombiano, y trinó: \u0093Junta\r\n  directiva de @elcolombiano.\u0094\n\n\nCumple:\r\n  no\n \nCriterio:\r\n  falta de veracidad e incumplimiento de la regla de clausura.\n \nExplicación:\r\n  Se trata de una afirmación subjetiva del señor alcalde de la ciudad de\r\n  Medellín, sin soporte demostrativo claro y concreto.\n\n\n\n\n(5)\r\n  El 9 de diciembre de 2021 se publicó la nota: \u0093Hidroituango: los frentes\r\n  que se abren con el pago del seguro\u0094, relativo al deducible de la póliza\r\n  de seguro que, con ocasión de la obra de Hidroituango, debía asumir EPM.\n\n\nEl\r\n  alcalde respondió en su cuenta de Twitter: \u0093¿Para quién trabajas\r\n  @elColombiano? Contraloría y Mapfre confirman que el colapso se dio por\r\n  errores en construcción y diseño de contratistas. - Por lo mismo, deducible y\r\n  los otros mil millones de dólares no cubiertos por aseguradoras lo deben pagar\r\n  contratistas responsables.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura y ausencia de\r\n  posición de garante.\n \nExplicación:\r\n  se trata de un cuestionamiento presentado como respuesta a un cuestionamiento\r\n  a su gobierno, que no se realiza con soporte demostrativo.\n\n\n\n\n \n\n\n(6)\r\n  El señor Quintero Calle publicó un audio relacionado con el proceso de\r\n  revocatoria promovido en contra de su gestión y trinó: \u0093El audio que no\r\n  publicará @elcolombiano.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura.\n \nExplicación:\r\n  se trata de una conjetura, en la cual el señor alcalde de Medellín asume y\r\n  censura indirectamente la función del periódico \u0093El Colombiano.\u0094\n\n\n\n\n(7) El 8\r\n  de febrero de 2022 se publicó una entrevista a Oscar Suárez Mira, expolítico\r\n  antioqueño condenado por enriquecimiento ilícito, titulada: \u0093Antes me\r\n  buscaban por apoyo y ahora les huelo maluco\u0092: Óscar Suárez Mira.\u0094\n\n\nA propósito de la publicación el señor Quintero Calle trinó: \u0093El\r\n  Colombiano lleva casi 3 años mintiendo sobre apoyo de Suárez Mira y otros\r\n  políticos a nuestra administración independiente. Entrevistan a Suárez Mira y\r\n  responde: \u0091falso. No lo conozco, jamás he hablado con él. Lo conozco en televisión\u0092.\r\n  Se les dañó el titular.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  incumplimiento de la regla de clausura y ausencia de posición de garante.\n \nExplicación:\r\n  la afirmación involucra una conclusión subjetiva del señor Daniel Quintero\r\n  Calle, que no tiene correspondencia con el mensaje original difundido por el\r\n  periódico \u0093El Colombiano\u0094 y, por el contrario, lesiona y limita sin\r\n  justificación el ejercicio libre de la libertad de prensa.\n\n\n\n\n \n\n\n(8) El 6\r\n  de mayo de 2022 el señor Quintero publicó un trino relacionado con una acción\r\n  popular interpuesta contra la administración municipal y la cual fue fallada\r\n  en favor de la Alcaldía de Medellín. Al día siguiente, el mandatario citó la\r\n  antedicha publicación y trinó: \u0093¿Le sorprende a alguien que El Colombiano\r\n  no publicara esta noticia? A nosotros no. Entre propietarios del medio están\r\n  condenados por Hidroituango y su único interés es recuperar el poder.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura y ausencia de\r\n  posición de garante.\n \nExplicación:\r\n  se trata de una afirmación no soportada probatoriamente y fundamentada en\r\n  aspectos de índole puramente subjetivos, como respuesta al ejercicio del\r\n  control crítico de la prensa.\n\n\n\n\n \n\n\n(9) El 26\r\n  de mayo de 2022, Noticias RCN publicó una nota periodística en la que informó\r\n  que el CTI de la Fiscalía había ingresado a la Alcaldía de Medellín con el\r\n  propósito de revisar una información falsa proveída por el alcalde encargado.\r\n  \nA propósito de esta noticia el señor Quintero Calle trinó: \u0093Sacan\r\n  una noticia falsa de una \u0091fuente confiable\u0092, la réplica IFM (Panfleto apoyado\r\n  por ellos) y luego la crece el Colombiano (Medio comprado por ellos).\r\n  Maliciosa e injusta estrategia para acabar con la reputación de un equipo que\r\n  no cede a sus intereses. Ya el país los conoce.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura y ausencia de\r\n  posición de garante.\n \nExplicación:\r\n  se trata de una afirmación que no sólo cuestiona sin mesura y sin prudencia\r\n  al periódico \u0093El Colombiano\u0094, sino que realiza afirmaciones en contra\r\n  de otro medio de comunicación, señalando como noticia falsa una información\r\n  efectivamente presentada. Lo anterior, sin presentar argumentos\r\n  demostrativos. Esta actuación lesiona de manera flagrante el ejercicio de\r\n  libertad de prensa.\n\n\n\n\n(10) El 24\r\n  de julio de 2022 se publicó una entrevista al Fiscal General de la Nación,\r\n  Francisco Barbosa Delgado, que se tituló: \u0093Vamos a barrer con la\r\n  corrupción que hay en la administración de Medellín: fiscal Barbosa.\u0094\n\n\nSobre el particular el alcalde trinó: \u0093Invito a\r\n  estudiantes de periodismo y ética a estudiar el caso de @elColombiano. Leer\r\n  última entrevista al Fiscal. Quiero leer sus opiniones. Sus dueños: Empresas\r\n  condenadas que demandamos. Usan entrevistados como armas políticas, acosan,\r\n  omiten,\ndescontextualizan y luego titulan.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura y ausencia de\r\n  posición de garante.\n \nExplicación:\r\n  se trata de una postura directa en contra de la credibilidad del periódico \u0093El\r\n  Colombiano\u0094, soportada únicamente en sus apreciaciones personales.\n\n\n\n\n(11) El 24\r\n  de agosto de 2022 se publicó la nota periodística titulada: \u0093Antes que\r\n  pensar en más cables, el\nmetro necesita un ferrocarril\u0094, relativa a los cuestionamientos sobre la\r\n  construcción de cinco metrocables en la ciudad.\n\n\nEl señor Quintero trinó: \u0093A El Colombiano no le gusta a nosotros\r\n  sí: Iniciaremos Metrocables desde estaciones: - Tricentenario hacia\r\n  Nororiental - Caribe hacia Nororiental - Caribe para Robledo hasta Aures -\r\n  Poblado hasta las Palmas - Estrella para el municipio - Estrella a Itagüí y\r\n  San Antonio de Prado.\u0094\n\n\nCumple:\r\n  no.\n \nCriterio:\r\n  falta de veracidad e incumplimiento de la regla de clausura.\n \nExplicación:\r\n  se trata de una afirmación que atribuye al medio de comunicación un aserto\r\n  que fue dado por expertos en materia de movilidad. \n\n\n\n\n(12) El 26\r\n  de agosto de 2022 se publicó la nota periodística \u0093Medellín está de moda:\r\n  Provenza, entre las 33 calles más \u0091cool\u0092 del mundo\u0094, sobre el listado de\r\n  las ciudades más llamativas del mundo.\n\n\nA este respecto el alcalde de Medellín publicó en su cuenta de\r\n  Twitter: \u0093Disfrutemos este pequeño instante. El Colombiano reconociendo lo\r\n  bueno de nuestra administración. En efecto la peatonalización de varias vías\r\n  como Provenza ha creado espacios llenos de vida, cultura y diversión.\r\n  Medellín es hoy una de las mejores ciudades para visitar en el mundo.\u0094 A\r\n  posteriori, a propósito de la réplica de uno de sus seguidores, quien trinó:\r\n  \u0093Demás que @LuzMaSierra estaba dormida\u0094, el señor Quintero Calle\r\n  afirmó: \u0093Se va a despertar más aterrada que nosotros.\u0094 [Luz María\r\n  Sierra es la directora del periódico El Colombiano].\n\n\nCumple:\r\n  sí.\n \nCriterio:\r\n  opinión.\n \nExplicación:\r\n  se trata de una opinión, que, aunque dibuja un tono de ironía, no se trata de\r\n  una lesión directa de la libertad de prensa, sino un comentario sobre una\r\n  publicación en específico emitida por el periódico \u0093El Colombiano.\u0094\n\n\n\n\n \n\n\n(13) Con\r\n  ocasión de una nota periodística publicada en el diario La República, según\r\n  la cual algunas constructoras paisas estarían interesadas en tomar el control\r\n  accionario de El Colombiano, el 5 de octubre de 2022 el señor Daniel Quintero\r\n  trinó: \u0093Conconcreto empresa condenada por Hidroituango y a la que tenemos\r\n  demandada por 5 billones de pesos ahora es dueña de El Colombiano. ¿Adivinen\r\n  para qué lo compraron?\u0094 A la postre, el mandatario publicó en su cuenta\r\n  de Twitter: \u0093La @FLIP_org en 3,2,1\u0085 pidiéndome que respete el derecho de\r\n  este grupo empresarial de decir mentiras y poder ganar las elecciones de 2023\r\n  de modo\nque les vuelvan a entregar EPM Y les quiten las\r\n  demandas de encima.\u0094 Finalmente,\r\n  ese mismo día comentó: \u0093Reto al Colombiano a que cada vez que saque\r\n  noticias sobre nosotros ponga este asterisco: *El Colombiano hace parte del\r\n  grupo Conconcreto condenado por Hidroituango y demandado por el alcalde y EPM\r\n  por 5 billones de pesos.\u0094\n\n\nCumple:\r\n  no\n \nCriterio:\r\n  falta de veracidad, incumplimiento de la regla de clausura y ausencia de\r\n  posición de garante.\n \nExplicación:\r\n  se trata de una afirmación como resultado de una conjetura propia del señor\r\n  Daniel Quintero Calle encauzada a minar de manera directa la credibilidad del\r\n  periódico, sobre la base de aspectos que no tienen relación con el ejercicio\r\n  de la libertad de expresión ni la función que este cumple como medio de\r\n  comunicación. \n\n\n\n\n(14) El 23\r\n  de octubre de 2022 se publicó la nota periodística titulada: \u0093La jugada de\r\n  Quintero para que Petro le haga el milagro con tiempos de Hidroituango\u0094,\r\n  relativa a las \u0093volteretas\u0094 en las que había incurrido EPM para\r\n  obtener más plazo en el encendido de Hidroituango.\n\n\nCon relación a esta nota periodística el alcalde Quintero publicó el\r\n  siguiente mensaje: \u0093El cinismo de la nota radica en que sus dueños están\r\n  condenados por los daños y retrasos de Hidroituango (el colombiano fue\r\n  comprado por Conconcreto). Con cinismo piden que sancionen a EPM por los\r\n  daños que ellos hicieron o que pongamos en riesgo a familias aguas abajo.\r\n  Nunca.\u0094\n\n\nCumple: no\n \nCriterio: falta de\r\n  veracidad, incumplimiento de la regla de clausura y ausencia de posición de\r\n  garante.\n \nExplicación: se\r\n  trata de una afirmación de índole subjetiva que desborda la capacidad\r\n  constitucional sobre la cual se cimienta la opinión, pues el señor Daniel\r\n  Quintero Calle utiliza, nuevamente, argumentos distintos a la función\r\n  esencial del periódico \u0093El Colombiano\u0094, para deslegitimar el control\r\n  crítico ejercido en su contra.\n\n\n\n\n(15) El 30\r\n  de octubre de 2022 la directora de El Colombiano, Luz María Sierra, publicó\r\n  en su cuenta de Twitter un comunicado de la Sociedad Interamericana de Prensa\r\n  (SIP) que dispuso: \u0093La Sociedad Interamericana de Prensa, tras 5 días de\r\n  reunión en Madrid, publicó una única resolución sobre Colombia y le hizo\r\n  fuerte llamado al alcalde de Medellín y a su gabinete para que \u0091detengan sus\r\n  ataques y descalificaciones en contra de El Colombiano\u0092 #LibertadDePrensa.\u0094\r\n  \n\n\nAnte estas publicaciones, el señor Quintero Calle\r\n  trinó: \u0093La verdad es que El Colombiano fue comprado por Conconcreto\r\n  condenada por Hidroituango después de nuestra demanda: Socia de Camargo\r\n  Correa vinculada a Odebretch y su gerente condenado por ocultar información\r\n  en contratación pública.\u0094 \nPosteriormente publicó los siguientes mensajes: \u0093Antes de ser\r\n  alcalde, denuncié la pérdida de recursos públicos y el daño ambiental en\r\n  Hidroituango que secó el segundo rio de Colombia. Como alcalde revele pruebas\r\n  adicionales que comprometieron a Hidroituango y revelaron una trama de\r\n  ocultamiento de información de alto nivel.\u0094 Y, \u0093Desde entonces y hasta\r\n  ahora, el Colombiano se ha negado a informar en sus notas, las cuales\r\n  tuvieron muchas veces por objeto defender a Conconcreto, que existía una\r\n  conexión entre constructora y medio de comunicación.\u0094\n\n\nCumple: no\n \nCriterio: falta de\r\n  veracidad, incumplimiento de la regla de clausura y ausencia de posición de\r\n  garante.\n \nExplicación: se\r\n  trata de una afirmación de índole subjetiva que desborda la capacidad\r\n  constitucional sobre la cual se cimienta la opinión, pues el señor Daniel\r\n  Quintero Calle utiliza, nuevamente, argumentos distintos a la función esencial\r\n  del periódico \u0093El Colombiano\u0094, para deslegitimar el control crítico\r\n  ejercido en su contra.\n\n\n\n\n \nComo puede verse, más que respuestas a lo\r\npublicado por el periódico, las publicaciones del señor Daniel Quintero Calle,\r\nademás de realizarse a partir de una base subjetiva, pese a ser en varios casos\r\ninformaciones, tienen un patrón común: a partir de inferencias injustificadas,\r\nde manera reiterada y sistemática, pretenden atacar la credibilidad del medio\r\nde comunicación. En lugar de cuestionar la información, lo que es legítimo e\r\nincluso necesario si ella no es correcta o precisa, se trata de desprestigiar a\r\nquien publica la información. \n \nCon estas publicaciones se afectaron los\r\nderechos fundamentales a la libertad de\r\nexpresión, a la libertad de prensa, al buen nombre y a la no discriminación del\r\nperiódico \u0093El Colombiano\u0094, en la medida en que, justamente por\r\ntratarse de un funcionario público de especial reconocimiento en su contexto\r\nlocal, no guardó la debida diligencia y prudencia que le es propia frente al cumplimiento\r\nde sus obligaciones, responsabilidades y deberes.\n \nLa conducta sistemática de minar la\r\ncredibilidad de un medio de comunicación que ejerce, de manera legítima, una\r\npostura crítica sobre el ejercicio del poder político por parte de un mandatario,\r\nen este caso local, reviste especial gravedad. No se trata meramente de un\r\nejercicio de argumentación ad hominen, falacia tan antigua como\r\nconocida, para evitar un ejercicio de argumentación in re, sino de una\r\nconducta que atenta, de manera manifiesta en contra de la libertad de prensa y,\r\nen particular, desconoce la especial protección que tiene el ejercicio de la\r\nactividad periodística. \n \nLas reiteradas y sistemáticas\r\npublicaciones en las redes sociales, hechas por una persona que detenta la\r\nposición de autoridad y que tiene un amplio reconocimiento en su territorio,\r\npara desacreditar a un medio de comunicación, es especialmente grave. Un\r\nproceder así, de una parte, pone en riesgo la libertad de prensa, al\r\ndeslegitimar su ejercicio y poner a la comunidad, que cree en sus autoridades,\r\ny a los electores que en su mayoría las eligieron, en una actitud hostil, que\r\ncon facilidad puede acabar siendo violenta, hacia los medios de comunicación\r\nque ejercen crítica y control a dicho ejercicio del poder político. No puede\r\npasarse por alto que, en nuestra historia republicana, en ocasiones de la\r\npalabra se ha pasado a la obra y no han sido pocos los periódicos cuyas\r\ninstalaciones han sido incendiadas, sus periodistas perseguidos, asesinados o\r\nlesionados. De otra parte, este proceder acaba por afectar uno de los\r\nprincipales activos de un medio de comunicación, como es el de su credibilidad,\r\na partir de conjeturas repetidas, pero no debidamente sustentadas. Y, además,\r\nmuestra una baja resistencia a la crítica, impropia de una alta autoridad de la\r\nRepública, que no sólo no es capaz de obrar con mesura ante ella, sino que\r\nreacciona con hostilidad ante voces que no son de su agrado.\n \nAunado a lo anterior, debe reiterarse que,\r\ndentro de un Estado Social y Democrático como el nuestro, caracterizado por el\r\npluralismo, el respeto por la libertad de prensa y, en especial, por la labor\r\ncrítica del periodismo, se constituye como uno de los bastiones elementales que\r\npermiten el ejercicio del control político. Acallar o menoscabar esta labor, a\r\npartir de afirmaciones que no se enmarcan en los criterios respecto de la\r\nexpresión de los funcionarios públicos, además de vulnerar los derechos\r\nfundamentales de los medios de comunicación y\/o de los periodistas, es un\r\nproceder profundamente antidemocrático. Los funcionarios públicos deben tener\r\npresente que, así como tienen el derecho político fundamental a ser elegidos,\r\nsus electores y quienes no hayan votado por ellos tienen también el derecho\r\npolítico fundamental a controlar su ejercicio del poder político, valga decir,\r\nsus acciones y omisiones, y a hacerlo de manera crítica. \n \nA mi juicio, la manera cómo el señor\r\nDaniel Quintero Calle cuestionó al periódico \u0093El Colombiano\u0094, por\r\naspectos no relacionados con su función de informar, como lo es, por ejemplo,\r\nsu composición accionaria, y por sus publicaciones de tipo informativo, se\r\ntransformó en una actuación sistemática y continua que desbordó abiertamente\r\nlos límites que, como alcalde de la ciudad de Medellín debía respetar, para no\r\ndesconocer los derechos a la libertad de prensa libre y al buen nombre del\r\nperiódico, en la medida en que el impacto de sus manifestaciones se enfocó en\r\ncuestionar y poner en peligro la credibilidad del medio informativo, siendo ese\r\nel núcleo esencial de funcionamiento.\n \n(ii) El medio o canal a través del cual se\r\ndifundió. El medio a través del cual se originó el debate que\r\nocupó la atención de la Corte, es la red social Twitter, hoy X. Tanto el\r\nperiódico \u0093El Colombiano\u0094 como el señor Daniel Quintero Calle cuentan\r\ncon un amplio número de seguidores en dicha plataforma, lo cual, por supuesto,\r\npermite comprender que cualquier manifestación realizada en esta, es capaz de\r\ntener un amplio margen de difusión, aspecto que, por supuesto, debe analizarse\r\nfrente al impacto que ello genera.\n \n(iii) El impacto del mensaje. En concordancia con lo expuesto,\r\nademás de considerar que las manifestaciones del señor Daniel Quintero Calle en\r\ncontra del periódico \u0093El Colombiano\u0094 son lesivas de los derechos\r\nfundamentales antedichos, resulta necesario tener en cuenta las interacciones\r\nque cada uno de los mensajes tuvo en sus seguidores. Estas interacciones, en su\r\nmayoría, superaron las tres mil en la red social.\n \nEstas\r\ncircunstancias denotan no sólo la capacidad de la red para difundir con rapidez\r\nlo que en ella se publica, sino también que lo publicado genera un evidente\r\nimpacto en la comunidad, en la medida en que el señor Daniel Quintero Calle, en\r\nsu condición de alcalde de la ciudad de Medellín, cargo al que llegó como\r\nresultado del ejercicio democrático del voto, sin duda, tiene un alto grado de\r\ninfluencia en la sociedad medellinense.\n \nDe esa\r\nmanera, resulta palmario concluir que la credibilidad del periódico \u0093El\r\nColombiano\u0094, en tanto pieza fundamental de su ejercicio periodístico se ha\r\nafectado con las declaraciones y manifestaciones sistemáticas en su contra por\r\nparte del señor Daniel Quintero Calle. Esta afectación, reconocida incluso por\r\nla Fundación para la Libertad de Prensa y visible en las reacciones a dichas\r\npublicaciones, implica una significativa afectación a la libertad de prensa y,\r\nen general, al ejercicio del periodismo crítico. Además de afectar, con estas\r\npublicaciones el buen nombre y, especialmente, la credibilidad del periódico,\r\ndichas publicaciones generan un ambiente de hostilidad para el medio de\r\ncomunicación, lo que indudablemente puso en riesgo a las personas que trabajan\r\nen dicha casa periodística y que firman con su nombre y bajo su responsabilidad\r\nlas informaciones y las opiniones que allí se publican. \n \nAsí las\r\ncosas, en este caso la Sala ha debido pronunciarse de fondo, para revocar la\r\nsentencia del ad quem, que confirmó la del a quo, que había\r\ndeclarado la improcedencia de la acción y, en su lugar, amparar los derechos\r\nfundamentales a la libertad de prensa y al buen nombre del periódico \u0093El\r\nColombiano.\u0094 \n \nEn\r\nestos términos, dejo consignado con todo respeto y consideración mi salvamento\r\nde voto.\n \nFecha ut supra.\n \n \nJORGE ENRIQUE IBÁÑEZ NAJAR \nMagistrado"}
